local lan = 
{
	girlTips1 = "โชคดีจังเลย!\nเพียง29บาท อัพเป็นVIP\nได้รับชิปสูงสุดถึง3ล้านชิป",
	girlTips2 = "สวัสดิการสุดคุ้ม\nเพียง29บาท\nมีโอกาสชนะได้รับ10ล้านชิป",
	iconText1 = "เกม",
	iconText2 = "มีสิทธิ์ลุ้นรับรางวัลJackpot",
	iconText3 = "ส่งชิป",
	iconText4 = "อัพเป็นVIP",
	iconText5 = "ชิปช่วยเหลือเพิ่มขึ้น",
	button = "ซื้อทันที",
	tipsContext1 = "ปลดล็อค3เกมใหญ่\nสัมผัสวิธีการเล่นใหม่ ๆ\nชนะได้รางวัลใหญ่",
	tipsTitleText2 = "Jackpot",
	tipsContext2 = "1.ปลดล็อกรางวัลชั้นในของวงล้อประจำวัน\n2.มีสิทธิ์ลุ้นรับรางวัลJackpot\n",
	tipsContext3 = "เปิดใช้งานฟังก์ชั่นส่งชิป\n1.สามารถส่งชิปให้กับเพื่อนได้\n2.ทุกครั้งการส่งชิปจะต้องส่งไม่ต่ำกว่า900,000ชิป",
	tipsTitleText4 = "ห้องVIP",
	tipsContext4 = "ปลดล็อกห้องพิเศษ\nเข้าเล่นห้องอัตราจ่ายสูง\nชนะได้รับรางวัลมากมาย\n",
	tipsContext5 = "ทุกวันได้รับชิปช่วยเหลือเพิ่มขึ้น\nเมื่อเหลือชิปไม่ถึง3000ชิป\nทุกวันจะรับชิปช่วยเหลือได้\n1ครั้ง",
}

return lan