local lan = 
{	
	["Act_promotion"] = "促销活动",
	["Act_Facebook"] = "绑定Facebook",
	["Act_praise"] = "五星好评",
	["Act_firtsPay"] = "首充有礼",
	["Act_sevenday"] = "7天贵族礼包",
	["Act_CDKey"] = "ITEM CODE",
	["Act_Recharge"] = "储值暴击",
	["Act_consumption"] = "榜首争夺战",
	["Act_proxy"] = "推广系统",
	["Act_Valentine"] = "甜蜜暴击",
	["Act_EveryGift"] = "捕鱼礼包",
	["Act_Service"] = "Line客服",
	["Act_Line"] = "Line绑定",
	["Act_SendTutorial"] = "赠送教程",
	["Act_Notice"] = "系统公告",
	["Act_Clause"] = "隐私",
	["Act_SetUpPolicy"] = "政策",
	["Act_UserAgreement"] = "用户协议",
	["Act_RelieveLine"] = "解绑手机教程",
	["Act_Rank"] = "赢分榜",
	["Act_FraudNotice"] = "防诈骗公告",
	["Act_GoToFacebook"] = "Fanpage",
	["Act_NewFraudNotice"] = "防诈骗",
	["Act_NewCDKey"] = "免费CDK",
	["Act_FBChatGroup"] = "FB聊天群",

	["btn_promotion"] = "199฿",
	["btn_Facebook"] = "绑定",
	["btn_praise"] = "去评价",
	["btn_firtsPay"] = "去评价",
	["btn_sevenday"] = "去评价",
	["btn_CDKey"] = "去评价",
	["btn_Recharge"] = "前往商城",
	["btn_consumption"] = "查看榜单",
	["btn_Valentine"] = "前往商城",
	["btn_EveryGift"] = "我要买",
	["btn_Service"] = "Line客服",
	["btn_Line"] = "Line绑定",
	["btn_SendTutorial"] = "赠送教程",	
	["btn_Rank"] = "活动截止时间：09/06/2019 23：59",

	btn_firtsPay_buy = "我要领奖",
	btn_firtsPay_get = "领取奖品",
	btn_firtsPay_complete = "已领奖",
	tips_fishGift = "您今天已购买过了，请明天再来哦",
	btn_consumption_store = "前往商城",
	timeout_tip = "请求超时，请重试",
	btn_proxy = "确认",
	proxy_proxyed = "您已被推广",
	LeftAct = "活动",
	RightAct = "消息",
	notice_loading = "游戏公告获取中……",
	notice_fail = "游戏公告获取失败，请重试",
	notice_proxy_fail = "绑定失败，系统检测设备异常",

["Act_ClauseText"] = [[【Privacy Policy】
Higogame values your personal privacy information very much, please read the details related to the privacy protection policy carefully.

1. Scope of the privacy protection policy
The privacy protection policy details, including how to manage the website through personally identifiable information collected when users use the website. This privacy policy does not apply to links to other websites other than this website, and does not apply to unofficial websites or non-management personnel.

2. Information collection and use
◆In order to provide you with the best response service on this website, please provide personal information related to us according to the following conditions:
◆When you use response functions such as text boxes, questionnaires, etc., this site will retain personal information such as your name, email, contact information, expiration date and so on.
◆When browsing the website, the server will save information about the measures that have been taken, including the IP address used to connect, the expiration date, the browser used, classification and storage of selected data for adding website service references. These saved data will become part of the application and will not be published.
◆In order to provide accurate services, we will conduct statistics and analysis from the collected survey data. In addition to internal analysis, we also need to publish relevant statistics and explanations, but this has nothing to do with specific personal information.
◆Before obtaining your consent or any special provisions of the law, the website will not disclose your personal information to a third party, nor will it use it for any purpose other than the collection.

3. Data protection
◆The website is equipped with a firewall system, an anti-virus system and other security-related information security equipments and necessary security measures. And through strict safeguard measures to protect your website and personal information, only authorized personnel can access your personal information. Relevant management personnel have signed a confidentiality agreement, and any violation of this confidentiality agreement will be punished according to relevant laws.
◆For example, the relevant departments of the website need to provide services for the procurement business requirements, this website will strictly abide by the confidentiality regulations, and take necessary steps to check to ensure compliance with the requirements.

4. Links to external websites
The window of this website will contain links to other websites. You can click on the link to go to another website, but the links of other websites are not suitable for the privacy protection policy of this main website. You must also read the privacy policy of the specific website that you visit for reference.

5. Cookie use
In order to provide you with the best service, the website will make relevant settings on your computer to facilitate the use of our cookies. If you do not need to set cookies, you can set the privacy level to a higher level in any browser function you use, and you can refuse the website to set cookies. However, some functions of the website may not work properly.

6. Amendment of privacy protection policy
The privacy protection policy of this website will be revised at any time to meet the needs of users. The revised terms will be published on the official website, and all users will be notified through announcements or emails. Please pay attention to protect your personal interests. When you make any changes to your personal information before or after the modification of the privacy protection policy, and continue to use the services provided by the Higogame website and other affiliated websites, then you can be deemed to have read the instructions, understand and agree to any modified or changed detai of the privacy protection policy ls. If you do not agree to this privacy protection policy, it is recommended that you immediately stop using this website and other affiliated websites.

【นโยบายความเป็นส่วนตัว】
Firerock ให้ความสำคัญกับสิทธิส่วนบุคคลของท่าน กรุณาอ่านเนื้อหารายละเอียดที่เกี่ยวข้องกับนโยบายการคุ้มครองสิทธิส่วนบุคคล

1.ขอบเขตการใช้งานของนโยบายคุ้มครองสิทธิส่วนบุคคล
รายละเอียดนโยบายคุ้มครองสิทธิส่วนบุคคล รวมถึงวิธีการจัดการเว็บไซต์นี้โดยข้อมูลที่สามารถระบุตัวตนได้ซึ่งถูกเก็บรวบรวมไว้เมื่อคุณใช้บริการเว็บไซต์ นโยบายคุ้มครองสิทธิส่วนบุคคลไม่เหมาะสำหรับใช้ลิงค์ไปยังเว็บไซต์อื่นที่ไม่ใช่เว็บไซต์นี้ และไม่เหมาะสำหรับถ้าไม่ใช่เว็บไซต์หลักแจ้งหรือพนักงานที่เข้าร่วมดูแล

2.วิธีการใช้และเก็บข้อมูล
เพื่อให้ท่านได้รับบริการแบบตอบสนองที่ดีที่สุดบนเว็บไซต์นี้ กรุณาให้ข้อมูลส่วนบุคคลที่เกี่ยวข้องกับเรา ตามเงื่อนไขดังนี้：
◆ เว็บไซต์นี้เมื่อคุณใช้ฟังก์ชั่นแบบตอบสนองเช่นกล่องข้อความ แบบสอบถามเป็นต้น โดยจะเก็บรักษาชื่อของคุณ อีเมลล์ ข้อมูลการติดต่อและช่วงเวลาการใช้งานเป็นต้น
◆ ในการเรียกดูทั่วไป เซิร์ฟเวอร์จะทำการบันทึกข้อมูลเกี่ยวกับการกระทำต่างๆไว้ รวมถึงที่อยู่IPที่คุณใช้เชื่อมต่อ ช่วงเวลาการใช้ เบราเซอร์ที่ใช้งาน หมวดหมู่และบันทึกข้อมูลที่เลือกไว้ เพื่อเป็นสำหรับเพิ่มการอ้างอิงสำหรับบริการเว็บไซต์ บันทึกเหล่านี้จะเป็นในส่วนของแอพพลิเคชัน จะไม่เผยแพร่อย่างเด็ดขาด
◆ เพื่อให้บริการที่ถูกต้องแม่นยำ พวกเราจะดำเนินการจากข้อมูลสถิติและการวิเคราะห์จากแบบสำรวจสอบถามที่ได้รวบรวมไว้ ข้อมูลสถิติจากการวิเคราะห์หรือคำอธิบายที่ปรากฏขึ้น นอกเหนือจากการวิเคราะห์จากภายในแล้ว พวกเราจำเป็นต้องเผยแพร่ข้อมูลสถิติและคำอธิบาย แต่จะไม่เกี่ยวข้องกับข้อมูลเฉพาะส่วนบุคคล
◆ จนกว่าจะได้รับความยินยอมจากคุณหรือบทบัญญัติพิเศษของกฎหมายใดๆ ทางเว็บไซต์จะไม่เปิดเผยข้อมูลส่วนบุคคลของคุณให้แก่บุคคลที่สามหรือใช้เพื่อวัตถุประสงค์อื่นนอกเหนือจากการเก็บข้อมูล

3.การปกป้องข้อมูล
◆ ทางเว็บไซต์มีระบบไฟร์วอลล์ ระบบป้องกันไวรัสและอุปกรณ์รักษาความปลอดภัยข้อมูลอื่น ๆ ที่เกี่ยวข้องและมาตรการรักษาความปลอดภัยที่จำเป็น และเพิ่มการป้องกันเว็บไซต์และข้อมูลส่วนบุคคลของคุณด้วยมาตรการป้องกันที่เข้มงวด เฉพาะบุคคลที่ได้รับอนุญาตเท่านั้นที่สามารถเข้าถึงข้อมูลส่วนบุคคลของคุณได้ โดยผู้ดูแลที่เกี่ยวข้องได้ลงนามในสัญญาที่เป็นความลับ หากมีการละเมิดสัญญาความลับนี้ โดยจะลงโทษตามกฎหมายและข้อบังคับที่เกี่ยวข้อง
◆ เช่นความต้องการทางธุรกิจที่จำเป็นในการจัดหาหน่วยงานที่เกี่ยวข้องของเว็บไซต์เพื่อให้บริการ เว็บไซต์นี้จะเข้มงวดสำหรับการปฏิบัติเก็บรักษาความลับตามข้อกำหนดอย่างเคร่งครัด และใช้ขั้นตอนที่จำเป็นในการตรวจสอบ เพื่อให้แน่ใจว่าจะเป็นไปตามข้อกำหนด

4.ลิงค์ที่เกี่ยวข้องของเว็บไซต์ภายนอก
หน้าต่างของทางเว็บไซต์จะมีลิ้งค์เชื่อมไปยังเว็บไซต์อื่น คุณสามารถเข้าไปยังลิ้งค์ที่ทางเว็บไซต์เสนอให้ โดยคลิกเข้าไปเว็บไซต์อื่น แต่ลิ้งค์เว็บไซต์อื่นจะไม่เหมาะในการใช้นโยบายคุ้มครองสิทธิส่วนบุคคลของทางเว็บไซต์หลัก คุณต้องอ่านข้อมูลอ้างอิงของนโยบายคุ้มครองสิทธิส่วนบุคคลของเว็บไซต์นั้นๆที่คุณเข้าไปด้วย

5.การใช้ Cookie
เพื่อเสนอการบริการที่ดีที่สุดให้แก่คุณ ทางเว็บไซต์จะตั้งค่าในคอมพิวเตอร์ของคุณเพื่อให้ได้ใช้Cookieของเรา หากคุณไม่ต้องการรับการเขียนCookie คุณสามารถตั้งค่าระดับความเป็นส่วนตัวให้สูงขึ้นในคุณลักษณะเบราเซอร์ที่คุณใช้อยู่ จึงสามารถปฏิเสธการเขียนCookieได้ แต่อาจจะทำให้คุณสมบัติบางอย่างของเว็บไซต์ไม่สามารถใช้งานได้ปกติ

6.การแก้ไขนโยบายคุ้มครองสิทธิส่วนบุคคล
นโยบายคุ้มครองสิทธิส่วนบุคคลของเว็บไซต์นี้จะได้รับการแก้ไขเมื่อใดก็ได้เพื่อรองรับความต้องการของผู้ใช้ ข้อกำหนดที่แก้ไขแล้วจะถูกโพสต์บนเว็บไซต์หลัก และแจ้งให้สมาชิกทุกคนทราบโดยการประกาศหรือส่งอีเมลแจ้ง โปรดระมัดระวังเพื่อปกป้องผลประโยชน์ส่วนบุคคลของคุณ เมื่อคุณแก้ไขใดๆก่อนของนโยบายส่วนบุคคลหรือหลังจากเปลี่ยนแปลงแล้วใช้เว็บไซต์Firerockต่อเนื่องกับและบริการเว็บไซต์ในเครืออื่นๆ จะนับว่าคุณได้อ่านคำอธิบายแล้ว เข้าใจและยินยอมในการแก้ไขนโยบายส่วนบุคคลหรือรายละเอียดหลังจากการเปลี่ยนแปลง ถ้าคุณไม่ยินยอมนโยบายส่วนบุคคลนี้ แนะนำให้คุณหยุดการใช้งานเว็บไซต์ Firerockทันทีและบริการเว็บไซต์อื่นๆในเครือ

7. นโยบายความเป็นส่วนตัวของ Facebook
<u><url=https://www.baidu.com>https://www.baidu.com</url></u>
]],

["Act_FraudNoticeText"] = [[
	ประกาศจากเกมเกี่ยวกับการป้องกันมิจฉาชีพ

	เรียนผู้เล่นทุกท่าน： 
	เนื่องด้วยในช่วงนี้มีผู้เล่นร้องเรียนเป็นจำนวนมาก พบว่ามีพฤติกรรมหลอกลวง ฉ้อโกง และทุจริตภายในแชทโลก ตัวอย่างเช่น ปลอมชื่อ รูปโปรไฟล์ เป็นทีมงาน ในการหลอกลวงต่อผู้เล่นอื่น ส่งผลให้เกิดความเสียหายต่อบัญชีเกม ทางทีมงานขอให้ผู้เล่นทุกท่านก่อนที่จะทำการใดๆ โปรดตรวจสอบข้อมูลของอีกฝ่ายให้แน่ชัดก่อน เพื่อป้องกันปัญหาดังกล่าว ทางทีมงานจะไม่เป็นฝ่ายติดต่อไปหาผู้เล่นก่อน ดังนั้นโปรดสังเกตุหากมีใครติดต่อมาแอบอ้างเป็นทีมงานสามารถแจ้งร้องเรียนที่ฝ่ายบริการได้ตลอด 24ชั่วโมง 
	
	ตามที่ได้รับร้องเรียนเข้ามาเกี่ยวกับขั้นตอนทุจริตดังนี้:
	
	【1】 ผู้ทุจริตจะสร้างบัญชีอื่นๆเข้ามาปลอมเป็นฝ่ายบริการหรือผู้เล่นระดับสูงในเกมเพื่อหลอกบัญชีหรือไอเทมในเกมของผู้เล่น
	เรียนเพื่อทราบโดยทั่วกัน ID ของทีมงานมีแค่หนึ่งเดียวคือ:1466700
	【2】 ผู้ทุจริตอาศัยช่องทาง Facebook หรือ Line ในการเผยแพร่ข้อมูลให้หน้าเชื่อถือ ดังนั้นโปรดระวังการแอดสนทนาจากช่องทางต่าง ๆ ดังกล่าว
	ช่องทางติดต่อฝ่ายบริการ：
	ติดติดได้ที่หน้าล็อบบี้เกม > อื่นๆ > แจ้งปัญหา
	
	【3】 ปล่อยไวรัส เว็บไซด์หรือซอฟต์แวร์โทรจัน เพื่อขโมยข้อมูลบัญชีในอุปกรณ์ผู้ใช้ ส่งผลให้เกิดความเสียหายต่อผลประโยชน์ของผู้ใช้เอง
	
	【4】ปลอมเป็นทีมงานเพื่อขอรหัสผ่านบัญชีหรือโพสต์ข้อมูลหลอกลวง เพื่อให้คนอื่นหลงเชื่อ ผู้เล่นสามารถสังเกตได้โดยไม่ยาก ทีมงานจริงจะไม่ติดต่อผู้เล่นก่อนเสมอ
	ทีมงานจึงขอแจ้งเตือนผู้เล่นทุกท่านมา ณ ที่นี้
	
	ห้ามเอาบัญชีหรือรหัสผ่านของตนเองให้แก่ผู้อื่นเด็ดขาด
	โดยทางทีมงานไม่สนับสนุนและไม่มีส่วนเกี่ยวข้องในการทำธุรกรรมแลกเปลี่ยนใด ๆ ทั้งสิ้น
	
	ติดต่อทีมงานได้ที่นี่เท่านั้น:
	ติดติดได้ที่ หน้าล็อบบี้เกม > อื่นๆ > แจ้งปัญหา
	
	หมายเหตุ ไม่ว่ากรณีใด ๆ ก็ตามทางทีมงานจะไม่มีการข้อข้อมูลรหัสผ่านกับผู้เล่นใด ๆ ทั้งสิ้น อีกทั้งจะไม่มีการแชทส่วนตัวเพื่อทำธุรกรรมใด ๆ อันก่อให้เกิดความเสียหาย
	
	กรุณาอ่านรายละเอียดป้องกันการทุจริตให้ชัดเจน เพื่อดำเนินการอย่างระมัดระวัง ขอให้คุณเล่นเกมอย่างมีความสุข
]],

["Act_SetUpPolicyText"] = [[

ห้ามมิให้ผู้ใช้งานบนแพลตฟอร์มใช้ผลิตภัณฑ์นี้เพื่อการพนันทุกรูปแบบ
หากตรวจพบการกระทำดังกล่าว แพลตฟอร์มนี้จะดำเนินการแบนบัญชีถาวรทันที

สัญญาข้อตกลงการสมัครสมาชิกและการใช้บริการเกมออนไลน์
	
เพื่อปกป้องสิทธิของคุณโปรดอ่านเงื่อนไขการให้บริการทั้งหมดและหากท่านกดเลือกยอมรับ ก็จะถือว่าได้ศึกษาและยินยอมที่จะปฏิบัติตามข้อตกลงและเงื่อนไขทั้งหมดต่อไปนี้ของบริการสมาชิก

1.ยอมรับข้อกำหนดและเงื่อนไข
เมื่อท่านลงทะเบียนเป็นสมาชิกของเว็บไซต์นี้ สามารถใช้บริการของบริษัท FIREROCK Co.,Ltd. จำกัด （ชื่อต่อไปนี้เรียกว่า FIREROCK）ซึ่งถือว่าท่านได้ศึกษาและยอมรับเงื่อนไขข้อตกลงการให้บริการต่างๆ เมื่อสมาชิกใช้บริการดังกล่าว ก็จะถือว่ายินยอมที่จะปฏิบัติตามข้อบังคับและเงื่อนไขในการให้บริการของบริษัท FIREROCK （รวมทั้งรายละเอียดการให้บริการ กฎกติกาเกม เงื่อนไขที่ประกาศของแต่ละเซิร์ฟ） และปฏิบัติตามกฎหมายข้อบังคับ หากท่านมีอายุไม่ถึง 20 ปี ต้องมีผู้ปกครองของท่านให้การดูแล（ตัวแทนทางกฎหมายหรือผู้ปกครอง）เพื่อทำความเข้าใจข้อตกลงเงื่อนไขการใช้บริการดังกล่าว ถึงจะใช้บริการดังกล่าวต่อไปได้

2.การแก้ไขและปรับปรุงเงื่อนไขการให้บริการสมาชิก
บริษัท FIREROCK ขอสงวนสิทธิ์ในการแก้ไขและเพิ่มเติมข้อตกลงของสมาชิก หากมีการแก้ไขหรือเพิ่มเติมข้อตกลง ทางบริษัท FIREROCK จะประกาศให้ทราบทางเว็บไซต์ของบริษัทอย่างเป็นทางการ หากท่านไม่เห็นด้วยกับเนื้อหาที่แก้ไขหรือเพิ่มเติม โปรดอย่าดำเนินการใดๆทั้งสิ้น แต่ถ้าท่านใช้บริการหลังประกาศก็จะถือว่าท่านได้ยอมรับเนื้อหาที่แก้ไขหรือเพิ่มเติมดังกล่าว

3.แนะนำบริการ
บริษัท FIREROCK เป็นผู้ให้บริการเกมออนไลน์ โดยที่ท่านต้องทำการสมัครเป็นสมาชิกก่อนถึงจะสามารถใช้บริการต่างๆของบริษัท FIREROCK ได้ และรวมไปถึงเกมที่จะให้บริการในอนาคตต่อไป

4.ความรับผิดชอบและหน้าที่ของสมาชิก
4.1 เข้าสู่ระบบด้วยตัวเอง
เมื่อท่านลงทะเบียนเสร็จ จะต้องล็อคอินเข้าสู่ระบบด้วยตัวเอง เพื่อทำการกรอกข้อมูลตัวเองให้ครบถ้วน หากต้องการแก้ไขรายละเอียด สามารถแก้ไขได้ตลอดเวลา หากข้อมูลส่วนตัวที่ลงทะเบียนไว้ถูกแก้ไขไม่ตรงตามความเป็นจริง ทางบริษัท FIREROCK ขอสงวนสิทธิ์ในการยุติการเป็นสมาชิกและสิทธิในการใช้บริการของท่าน
4.2 หน้าที่และความรับผิดชอบต่อการใช้บริการของสมาชิก
4.2.1 สมาชิกไม่สามารถใช้บริการดังกล่าวในเชิงพาณิชย์ใดๆได้
4.2.2 นอกจากปฏิบัติตามเงื่อนไขการให้บริการ ท่านยังจะต้องปฏิบัติตามข้อกำหนดและมารยาทการใช้งานอินเตอร์เน็ตระหว่างประเทศ
4.2.3 สมาชิกไม่สามารถใช้บริการนี้เพื่อส่งข้อความหมิ่นประมาท หยาบคาย ก้าวร้าว หรือรูปภาพอนาจาร
4.2.4 สมาชิกยินยอมที่จะเคารพสิทธิในทรัพย์สินทางปัญญา ห้ามตีพิมพ์ข้อความ รูปภาพหรือในรูปแบบใดๆที่ละเมิดทรัพย์สินทางปัญหา
4.3 หน้าที่ดูแลบัญชี
4.3.1 โปรดรับรู้ไว้ว่า ท่านต้องเป็นสมาชิกของเว็บไซต์นี้ก่อนถึงจะเริ่มใช้บริการต่างๆได้ แต่สิทธิทั้งหมด（รวมไปถึงทรัพย์สินทางปัญญา）ยังคงเป็นของบริษัท FIREROCK สมาชิกสามารถใช้บริการตามเงื่อนไขข้อตกลง ไม่สามารถปล่อยเช่า ให้ยืม โอน หรืออนุญาตให้บุคคลที่ 3 ใช้งาน
4.3.2 สมาชิกมีหน้าที่เก็บรักษาข้อมูลบัญชี รหัสผ่าน เพื่อใช้เข้าสู่ระบบดำเนินการร่วมกิจกรรมต่างๆบนเว็บไซต์นี้
4.3.3 หากสมาชิกตรวจพบว่าบัญชีหรือรหัสผ่านถูกคนอื่นแอบใช้งานหรือพบสิ่งผิดปกติที่มีผลต่อความปลอดภัยของข้อมูล โปรดแจ้งให้บริษัท FIREROCK ทราบทันที หากเกิดจากความประมาทของตัวท่านเองส่งผลให้ผู้อื่นสามารถใช้งานบัญชีของท่านได้ ทางบริษัท FIREROCK จะไม่รับผิดชอบใดๆทั้งสิ้น

5. ข้อจำกัดความรับผิดชอบการเติมเงินของสมาชิก
หลังจากที่ท่านเป็นสมาชิกของเว็บ FIREROCK แล้ว เมื่อทำการเติมเงินผ่านเว็บไซต์เพื่อใช้จ่ายในเกมต่างๆของ FIREROCK สำเร็จ ไม่สามารถยกเลิก แก้ไข คืนเงินหรือโอนเงินให้บริการอื่นๆได้ หากท่านทำการเติมเงินผ่านช่องทางอื่นที่ไม่ถูกต้อง ทางบริษัท FIREROCK ขอสงวนสิทธิ์ในการยุติการเป็นสมาชิกและการใช้บริการของท่านทันที เพื่อดำเนินการตรวจสอบทางกฎหมาย

6. ยกเลิกการใช้บริการกับการเปลี่ยนแปลง
หากสมาชิกมีพฤติกรรมตามเงื่อนไขด้านล่างต่อไปนี้ บริษัท FIREROCK ขอสงวนสิทธิ์ในการยกเลิกหรือเปลี่ยนแปลงการให้บริการต่อสมาชิก โดยไม่แจ้งให้ทราบล่วงหน้า อาจจะส่งผลให้ผู้เล่นเกิดความไม่สะดวกหรือความเสียหายต่อการบริการสมาชิกหรือบุคคลใดๆ ทางบริษัท FIREROCK จะไม่รับผิดชอบ 
6.1 สมาชิกใช้ข้อมูลเท็จในการลงทะเบียนเข้าสู่ระบบ
6.2 ใช้ชื่อ FIREROCK หรือชื่อพนักงานใช้การบริการ
6.3 ใช้อักษรนอกเหนือจากภาษาจีน อังกฤษ และตัวเลขตั้งเป็นชื่อตัวเอง
6.4 แอบอ้างชื่อบุคคลอื่นมาเปิดใช้งานบริการ
6.5 ใช้วิธีเติมเงินที่ไม่ถูกต้อง
6.6 การละเมิดข้อตกลงในการให้บริการ
6.7 การละเมิดความปลอดภัยของประชาชน ประเพณีและศีลธรรมของประชาชน
6.8 การละเมิดกฎหมายที่มีอยู่
6.9 ใช้คำพูดที่ไม่เหมาะสมโจมตีบุคคลอื่น
6.10 การใช้ประโยชน์จากโปรแกรมปลั๊กอิน ไวรัส ช่องโหว่จาก Bug หรือรูปแบบใดๆที่ละเมิดต่อเงื่อนไขการใช้บริการ 

7.เซิร์ฟเวอร์เกิดการขัดข้องหรือหยุดให้บริการ
ในกรณีต่อไปนี้ บริษัท FIREROCK มีสิทธิที่จะระงับหรือยกเลิกทั้งหมดหรือบางส่วนของการให้บริการ ซึ่งอาจจะส่งผลให้ผู้เล่นเกิดความไม่สะดวกหรือความเสียหายต่อการบริการสมาชิกหรือบุคคลใดๆ ทางบริษัท FIREROCK จะไม่รับผิดชอบ
7.1 ในช่วงเวลาการสร้างหรือบำรุงรักษาอุปกรณ์ที่เกี่ยวข้องกับซอฟต์แวร์ ฮาร์ดแวร์ และอุปกรณ์สื่อสารอิเล็กทรอนิกส์ทั้งหมด
7.2 กรณีที่ซอฟต์แวร์ ฮาร์ดแวร์และอุปกรณ์การสื่อสารทางอิเล็กทรอนิกส์เกิดการล้มเหลวกระทันหัน
7.3 เนื่องจากภัยธรรมชาติและปัจจัยเหตุสุดวิสัยอื่นๆที่ทำให้บริษัท FIREROCK ไม่สามารถให้บริการได้
7.4 หากเกิดกรณีฉุกเฉิน ระบบสามารถป้องกันข้อมูลสมาชิกหรือบุคคลที่สามได้อย่างปลอดภัย
อันเนื่องจากมีการละเมิดพระราชบัญญัติหรือเงื่อนไขการให้บริการหรือไม่เกี่ยวข้องกับบริษัท FIREROCK ทางบริษัทจะระงับการให้บริการทั้งหมดหรือบางส่วน และจะหยุดดำเนินการหรือระงับการใช้จ่ายตามมาตรฐาน

8.เปลี่ยนแปลงสิทธิการให้บริการ
บริษัท FIREROCK มีสิทธิเพิ่ม แก้ไข หรือลบบริการทั้งหมดหรือบางโดยไม่ต้องแจ้งให้ทราบ ซึ่งสมาชิกไม่สิทธิ์เรียกค่าตอบแทนหรือค่าชดเชยความเสียหายได้

9.ขอบเขตการรับผิดชอบ
บริษัท FIREROCK มีการวางแผนการบริการให้สอดคล้องตรงตามความต้องการของสมาชิกให้มากที่สุด หากเกิดความความผิดพลาดที่เกิดขึ้นจากตัวเอง หรือเกิดจากบุคคลที่สาม หรือเครือข่ายโทรคมนาคม ระบบฮาร์ดแวร์ ซอฟต์แวร์หรือเกิดจากความประมาทของตัวบุคคลเองส่งผลให้ระบบล้มเหลว ขาดการเชื่อมต่อหรือเกิดความผิดปกติใดๆ หรือถูกบุคคลที่สามทำการปรับเปลี่ยนระบบหรือแก้ไขข้อมูลดังสถานการณ์ดังกล่าว บริษัท FIREROCK ไม่สามารถรับรองความปลอดภัยและความเสียหายที่จะเกิดขึ้นได้ ทางเราหวังว่าสมาชิกคงจะเข้าใจถึงสาเหตุ และไม่สามารถเรียกร้องความเสียหายเพื่อชดเชยได้

10.ปกป้องข้อมูลสมาชิกและความเป็นส่วนตัว
สำหรับข้อมูลส่วนบุคคลที่สมาชิกได้ลงทะเบียนไว้ หากท่านยินยอมให้บริษัท FIREROCK เก็บบันทึกการค้นหา จัดการ บันทึกและใช้ข้อมูลส่วนบุคคลของสมาชิก เพื่อให้บริการข้อมูลอื่นๆของสมาชิก หรือทำสถิติสมาชิก ภายใต้เงื่อนไขกฎหมาย และก่อนที่ FIREROCKจะได้รับความยินยอมจากสมาชิก ทางบริษัทไม่สามารถเผยแพร่ข้อมูลต่างๆของสมาชิกได้ ตามกฎหมายพระราชบัญญัติการคุ้มครอง แต่จะครอบคลุมตามเงื่อนไขด้านล่างนี้
1.อาจจะมีการดำเนินคดี แจ้งตำรวจหรือดำเนินตามกฎหมายที่เกี่ยวข้อง
2.เพื่อปกป้องผลประโยชน์ของประชาชน ผลประโยชน์ของบริษัท FIREROCK หรือผลประโยชน์ของบุคคลอื่น
3.อันเนื่องมาจากสมาชิกละเมิดกฎหมายพระราชบัญญัติ หรือละเมิดเงื่อนไขการใช้บริการ
4.หากเกิดกรณีฉุกเฉิน ระบบสามารถป้องกันข้อมูลสมาชิกหรือบุคคลที่สาม รายละเอียดการชำระเงิน ข้อมูลการเล่นเกมไว้ได้อย่างปลอดภัย

11.สิทธิในทรัพย์สินทางปัญญา
ข้อมูลกับผลงานทั้งหมดบนเว็บไซต์นี้เป็นลิขสิทธิ์เครื่องหมายทางการค้าและทรัพย์สินทางปัญญาของบริษัท บริษัท FIREROCK หรือผู้ถืออำนาจทั้งหมด หากบุคคลใดนอกเหนือจากผู้มีอำนาจหรือบริษัท FIREROCK ไม่อนุญาตให้ทำการคัดลอก ส่ง แปลง แก้ไข หรือนำไปใช้ในรูปแบบอื่นๆ ถือว่าท่านทำการละเมิดลิขสิทธิ์ ซึ่งจะถูกดำเนินคดีตามกฎหมาย และต้องรับผิดชอบค่าเสียหายที่เกิดทั้งหมด

12.ประสิทธิผลของเงื่อนไขการใช้ส่วนบุคคล
ข้อตกลงให้ความยินยอมทั้งหมดหรือบางส่วนของสมาชิกไม่ถูกต้อง ไม่ส่งผลกระทบต่อข้อตกลงอื่นๆ

13.กฎหมายที่ใช้บังคับ
การตีความและการประยุกต์ใช้ข้อตกลงและเงื่อนไขของการให้บริการ รวมทั้งสมาชิกที่ใช้บริการมีความเกี่ยวข้องกับบริษัท FIREROCK ซึ่งจะตีความตามกฎหมายบังคับใช้ของประเทศสาธารณรัฐประชาชนจีน (ไม่รวมกฎหมายแพ่งของต่างประเทศที่บังคับใช้หรือกฎหมายอื่นที่คล้ายคลึงกัน)

14.อำนาจของศาล
หากเกิดความขัดแย้งต่อสัญญาข้อตกลงการให้บริการ ให้ตกลงกันที่ศาลชั้นต้น กรุงไทเป ประเทศไต้หวัน หากไม่เป็นไปตามข้อตกลงสามารถฟ้องศาลตามพระราชบัญญัติกฎหมายคุ้มครองผู้บริโภคมาตราที่ 47 หรือการประมวลกฎหมายคดีแพ่งบรรทัดที่ 3, 4, 6


สัญญาข้อตกลงการใช้บริการเกมออนไลน์
เพื่อปกป้องข้อมูลสมาชิก（รายละเอียดสมาชิก กรุณากรอกข้อมูลหน้าเว็บลงทะเบียน ซึ่งต่อไปจะเรียกว่า สมาชิก）ของบริษัท FIREROCK ผู้ให้บริการเกมออนไลน์ และกรุณาศึกษารายละเอียดข้อตกลงการใช้บริการเกมออนไลน์ก่อนจะทำการลงทะเบียน เนื่องจากข้อตกลงนี้อาจจะมีการเปลี่ยนแปลงได้ตลอดเวลา เพื่อปกป้องผลประโยชน์ของตัวเอง โปรดศึกษาอย่างละเอียด

ข้อที่ 1 สมัครใช้บริการเกมออนไลน์
เมื่อสมาชิกเข้าใจข้อตกลงแล้ว ให้กดปุ่ม "ยอมรับ" ซึ่งจะถือว่าสมาชิกได้ศึกษาเงื่อนไขข้อตกลงอย่างละเอียดและยินยอมปฏิบัติตามข้อตกลงทั้งหมดที่ได้ระบุไว้ 
การสมัครใช้บริการเกม หากสมาชิกยังไม่บรรลุนิติภาวะจะต้องมีผู้ปกครองอธิบายเงื่อนไขและยินยอมให้สมัครบริการดังกล่าว

ข้อที่ 2 ขอบเขตบังคับใช้ของหนังสือสัญญา
ผู้ให้บริการเกมออนไลน์รวมถึงบริการอื่นๆให้สมาชิก（ซึ่งเรียกสั้นๆว่า บริการ）ซึ่งทั้งสองฝ่ายจะต้องปฏิบัติตามกฎข้อบังคับต่างๆตามที่หนังสือสัญญาได้ระบุไว้

ข้อที่ 3 รายละเอียดของสัญญา
ข้อมูลด้านล่างนี้เป็นเพียงข้อมูลส่วนหนึ่งของสัญญาให้พิจารณา
1.ผู้ให้บริการรับผิดชอบเนื้อหาโฆษณากับประกาศ
2.ตารางอัตราค่าใช้จ่ายกับกฎระเบียบการจัดการเกม
หากรายละเอียดสัญญามีข้อขัดแย้ง โปรดอธิบายผลประโยชน์ให้แก่ผู้บริโภค

ข้อที่ 4 ขอบเขตการบริการ
เป็นหนังสือสัญญาการให้บริการ โดยผู้ให้บริการต้องจัดเตรียมเซิร์ฟเวอร์ การเชื่อมเว็บไซต์เกมผ่านเครือข่ายอินเตอร์เน็ตต่างประเทศ แต่ไม่รวมกับการเชื่อมต่ออินเตอร์เน็ตของสมาชิกและฮาร์ดแวร์ต่างๆที่ใช้เชื่อมต่ออินเตอร์เน็ต

ข้อที่ 5 เข้าสู่ระบบเกม
เมื่อสมาชิกลงทะเบียนเข้าเกม จำเป็นต้องกรอกข้อมูลและหมายเลขบัตรประจำตัวจริงเท่านั้น หากข้อมูลไม่ต้องถูกต้อง สมาชิกจำเป็นต้องรีบแก้ไขให้ถูกต้อง เพื่อป้องกันเหตุสุดวิสัยจะสามารถมีหลักฐานยืนยันตนที่แท้จริงได้ มิฉะนั้นสมาชิกจะต้องรับผิดชอบความเสียหายที่เกิดขึ้นเอง
ถ้าหากสมาชิกกรอกข้อมูลส่วนตัวไม่ตรงตามความจริง หากทีมงานทำการแจ้งให้สมาชิกรีบแก้ไขแต่สมาชิกยังไม่ดำเนินการ ทางทีมงานขอสงวนสิทธิ์ที่จะระงับการให้บริการดังกล่าว โดยไม่เกิน 7 วันทำการ (แต่ไม่ได้ระงับการเข้าเกม และค้นหาประวัติดำเนินการในเกมต่างๆ) 
โดยสมาชิกต้องส่งอีเมล์หรือเขียนจดหมายแจ้งทีมงานให้ยกเลิกสัญญาดังกล่าวภายใน 7 วันหลังเริ่มเข้าเกม โดยสมาชิกไม่จำเป็นต้องอธิบายเหตุผลและรับผิดชอบค่าใช้จ่าย หลังยกเลิกสัญญา สมาชิกสามารถส่งคำขอคืนเงินที่เติมไปแล้วที่เหลือได้

ข้อที่ 6 มาตรฐานการชำระเงิน
เมื่อปรับอัตราค่าใช้จ่าย ทางผู้ให้บริการจะต้องแจ้งรายละเอียดการปรับต่างๆให้สมาชิกทุกคนทราบผ่านทางหน้าเว็บไซต์เกมหลัก หน้าประกาศในเกม และภายในเกมด้วย และจะต้องส่งอีเมล์แจ้งให้สมาชิกทุกคนด้วย
หากอัตราค่าใช้จ่ายที่ปรับใหม่มีค่าสูงกว่าเดิม ผู้ให้บริการจะต้องคิดค่าใช้จ่ายตามราคาเดิมจนกว่าจะถึงเวลาที่ปรับราคาใหม่
ใช้เวลาในการปรับหน่วยเงินในเกมทั้งหมดประมาณ 2 ชม.

ข้อที่ 7 ต้องระบุรายละเอียดของเกม
ผู้ให้บริการจะต้องแจ้งรายละเอียดดังต่อไปนี้ไว้ที่เกมและเว็บไซต์หลักของเกม：
1.ฮาร์ดแวร์ ซอฟต์แวร์ขั้นต่ำที่เหมาะสมกับเกมนี้
2.สิทธิในการขอคืนเงินตามข้อที่ 8 วรรคที่ 1
3.จัดเรตติ้งเกมให้เหมาะสมตามช่วงอายุตามมาตรการจัดอันดับเรตติ้งของเกมซอฟต์แวร์
4.ต้องเตรียมวิธีติดตั้งที่ปลอดภัยให้สมาชิก ไม่ว่าจะฟรีหรือหรือจ่ายเงินก็ตาม

ข้อที่ 8 ผลิตภัณฑ์เกมกับซอฟต์แวร์การคืนเงิน
หากสมาชิกซื้อแพ็คเกจเกมหรือชำระเงินเกี่ยวกับดาวน์โหลดซอฟต์แวร์ภายใน 7 วัน สามารถยื่นเรื่องขอคืนเงินได้เต็มจำนวน
หากฝ่ายบริหารธุรกิจซอฟต์แวร์เกมไม่แก้ไขหรือแก้ไขไม่ได้ ผู้ให้บริการจะต้องรีบดำเนินการคืนเงินให้สมาชิกโดยเร็ว

ข้อที่ 9 อายุสัญญา
หลังจากที่สมาชิกได้ศึกษาเงื่อนไงการสมัครสมาชิกแล้วกด "ยอมรับ" เงื่อนไขพร้อมทั้งลงทะเบียนผ่านหน้าเว็บไซต์เรียบร้อยแล้ว 
หากในสัญญามีข้อความใดๆไม่ถูกต้อง ไม่มีผลกระทบต่อข้อสัญญาอื่นๆ

ข้อที่ 10 การใช้งานไอดีกับรหัสผ่าน
หลังจากสมาชิกลงทะเบียนสำเร็จ ไม่ควรนำไอดีกับรหัสผ่านไปบอกผู้อื่นหรือให้คนอื่นยืมใช้ หากเกิดความเสียหาย สมาชิกจะต้องรับผิดชอบความเสียหายที่เกิดเองทั้งหมด
ส่วนรหัสผ่าน ผู้ให้บริการจะส่งรหัสผ่านไปให้สมาชิกดำเนินการแก้ไขผ่านระบบ โดยผู้ให้บริการขอรับรองว่าจะไม่มีพนักงานสอบถามรหัสผ่านจากสมาชิก อ้างอิงตามเงื่อนไขการรักษาความปลอดภัยของสมาชิก หากสมาชิกปล่อยให้คนอื่นใช้งานไอดีตัวเองแล้วเกิดความเสียหาย สมาชิกจะต้องรับผิดชอบความเสียหายที่เกิดขึ้นเองทั้งหมด

ข้อที่ 11 แจ้งการใช้งานและแก้ไขไอดีกับรหัสผ่านแบบไม่ถูกต้อง
หากตรวจพบว่ามีบุคคลอื่นแอบใช้ไอดีหรือแอบลักลอบเข้าฐานข้อมูลของสมาชิก จะต้องรีบแจ้งให้ผู้ให้บริการทราบเพื่อรีบดำเนินการระงับไอดีดังกล่าว และติดต่อสมาชิกเพื่อทำการแก้ไขรหัสผ่าน 
ผู้ให้บริการจะต้องคืนเงินที่หักไปแล้วให้สมาชิก หรือชดเชยค่าใช้จ่ายในเกม แต่สามารถละเว้นการชดเชยได้ถ้าไม่อยู่ในเงื่อนไข

ข้อที่ 12 วิธีป้องกันการถูกแก้ไขข้อมูล
หากสมาชิกตรวจพบว่าไอดีกับรหัสผ่านถูกแอบใช้งานและแก้ไขข้อมูล โปรดรีบติดต่อฝ่ายบริการลูกค้าเพื่อรีบดำเนินระงับไอดี แล้วทำการตรวจเช็ค IP ที่ล็อคอินว่าถูกต้องหรือไม่
]],

["Act_UserAgreementText"] = [["คุณได้ยอมรับเงื่อนไขและยอมรับว่า :

ไอเทมเกม อุปกรณ์เกม เหรียญในเกม ฯลฯ  เป็นส่วนหนึ่งของ 【Royal Casino】

บริการเกม และตัวเกม【Royal Casino】 ให้สิทธิ์คุณในการใช้งานตามข้อตกลงตามที่กำหนด
การซื้อและการใช้ไอเทมเกม อุปกรณ์เกม เหรียญในเกมฯลฯ ต้องเป็นไปตามข้อกำหนดและกฎเฉพาะของเกม

ในขณะเดียวกัน ไอเทมเกม อุปกรณ์เกม เหรียญในเกม ฯลฯ อาจอยู่ได้เพียงแค่ช่วงระยะเวลาหนึ่งเท่านั้น
หากไม่ได้ใช้งานเป็นระยะเวลานาน (ยกเว้นเหตุสุดวิสัยหรือเหตุอันเกิดจากเกมเอง)
เมื่อระยะเวลาที่ใช้ได้หมดอายุลงไอเทม/อุปกรณ์/เหรียญในเกมจะกลายเป็นโมฆะโดยอัตโนมัติ

คุณไม่ได้รับอนุญาตให้โอนหรือแลกเปลี่ยนสิ่งของใดๆ รวมถึงไอเทมใดๆภายในเกม เช่น คะแนนสะสมในเกม หรือไอเท็มเกมอื่นๆโดยพลการ

มิฉะนั้นแล้วทาง【Royal Casino】 มีสิทธิ์จัดการตามสมควรต่อระดับความรุนแรงของสถานการณ์นั้น ๆ ตามกฏหมายข้อบังคับ
หากเกิดข้อผิดพลาดร้ายแรง ทางทีมงานจะส่งปัญหาต่อไปยังหน่วยงานที่รับผิดชอบสูงสุดเพื่อทำการลงโทษ"
]],



}

return lan