local lan = {

	actTime = "เวลากิจกรรม：10/04/2023 - 23/04/2023",

	btnExchange = "แลกเปลี่ยน",
	btnGo = "ไปหมุนรางวัล",
	btnUnExchange = "แลกแล้ว",
	btnExchangeGray = "ไปสะสม",
	resign = "เซ็นชดเชย",
	resignTip = "เพชรไม่พอ เซ็นชดเชยไม่ได้",

	explainTitle = "คำอธิบายการเซ็นชื่อ",
	explainContent = "\n\nกิจกรรมเช็คอินเทศกาลสงกรานต์ เปิดเฉพาะในช่วงเวลากิจกรรมเท่านั้น\n【หยดน้ำ】ใช้เพื่อเข้าร่วมใน 【กิจกรรมตะลุยปาร์ตี้เทศกาลสงกรานต์】เท่านั้น",

	exTipTitle = "อุปกรณ์จำกัดเวลาการขาย",
	exTipContent = "【ดาวนำโชค】เป็นไอเทมเพื่อใช้แลกเปลี่ยนกรอบโปรไฟล์ลิมิเต็ด\nยืนยันที่จะขายหรือไม่？",
	exTipToggle = "ไม่แสดงข้อความอีก",
	btnOk = "ตกลง",
}

return lan