local lan = {
    Explain = "ซื้อแพ็คเกจจะได้รับอุปกรณ์\"วงล้อนำโชค\"ต่างหาก\nสามารถใช้ในเกมยิงเครื่องบินที่ห้องใดก็ได้ จะได้รับรางวัลชิป",
    Explain1 = "หลังซื้อแพ็คเกจนำโชค\nจะได้รับรางวัลชิปทันที",

    GiftList = {
        [1] = {
            BgText = "มูลค่ารวมสูงสุดได้รับ",
            Text = "15,400,000",
            Text1 = "ชิป",
            Text2 = "ปืนใหญ่<color=#FFE154FF>%s</color>เท่า",
        },
        [2] = {
            BgText = "มูลค่ารวมสูงสุดได้รับ",
            Text = "1,660,000",
            Text1 = "ชิป",
            Text2 = "ปืนใหญ่<color=#FFE154FF>%s</color>เท่า",
        },
        [3] = {
            BgText = "มูลค่ารวมสูงสุดได้รับ",
            Text = "450,000",
            Text1 = "ชิป",
            Text2 = "ปืนใหญ่<color=#FFE154FF>%s</color>เท่า",
        },
    },
}

return lan