local lan = 
{
    title = "วงล้อฉลองครบรอบนำโชค",
    activityTime = "เวลากิจกรรม 15/09/2022-16/10/2022",
    btnFree = "จับรางวัลฟรี",
    btnSpinOne = "จับ1ครั้ง",
    btnSpinTen = "จับ10ครั้ง",
    btnSkip = "แสดงผลสรุป",
    btnPerson = "บันทึกส่วนตัว",
    btnServer = "บันทึกทั้งหมด",
    btnGo = "ไปสนุกทันที",
    freeCountdown = "(%s Free)",
    longClickTips = "กดเพื่อเลือกรอบ",
    explainTips = "สะสมหินเกล็ดมังกร อัญเชิญเทพมังกรได้รับรางวัลใหญ่！",

    notEnough = "หินเกล็ดมังกรไม่เพียงพอ เข้าร่วมกิจกรรมครบรอบอื่นๆเพื่อรับ",
    canNotGet = "วันนี้ได้รับแล้ว,พรุ่งนี้ค่อยมาใหม่",
    keyText = "กุญแจของฉัน:%s",
    task1Des = "ลงเดิมพันถึง\n%s/%s",
    task1Bubble = "ถึง%sยอดลงเดิมพันจะได้รับ",
    task2Des = "ออนไลน์%s/%sนาที",
    task2Bubble = "ออนไลน์%sนาทีรับ",
    task3Des = "แชร์ได้รับ",
    task3Bubble = "แชร์%sครั้งจะได้รับ",
    taskNotFinish = "ภารกิจยังไม่สำเร็จ",
    taskAllClear = "ยินดีด้วยคุณสำเร็จภารกิจทั้งหมดแล้ว",
    taskTomorrow = "พรุ่งนี้มาใหม่",

    goldOwner = "ผู้ได้รับรางวัล",
    probabilityUp = "เหรียญทองคำแท้กำลังเพิ่มโอกาสออก!",
    goldMedalGet = "ได้รับรางวัล",
    goldMedalBubble = "วันนี้อย่างน้อยแจกเหรียญทอง1อัน ถ้าวันนี้ก่อนเวลา20:00น.ไม่มีผู้เล่นท่านใดได้รับ โอกาสการออกรางวัลจะเพิ่มขึ้นทุกครึ่งชั่วโมงเพิ่มโอกาส5% และถ้าถึงเวลา23:30น.ยังไม่มีผู้เล่นได้รับ จะเพิ่มอัตราออกรางวัลเป็น100% ออกแน่นอน!",
    Marquee0 = "ยินดีด้วยผู้เล่น<color=#0091F3>%s</color>จับรางวัลได้<color=#0091F3>%sx%d</color>",
    Marquee1 = "Oh my God <color=#0091F3>%s</color>ได้รับความโปรดปรานจากเทพธิดานำโชค,ยินดีด้วยเขาได้รางวัลใหญ่<color=#0091F3>%sx%d</color>!",
    personalText = "ได้รับ <color=#0091F3>%sx%d</color>",
    serverText0 = "ยินดีด้วยผู้เล่น<color=#0091F3>%s</color>จับรางวัลได้<color=#0091F3>%sx%d</color>",
    serverText1 = "Oh my God,<color=#0091F3>%s</color>ได้รับความโปรดปรานจากเทพธิดานำโชค,ยินดีด้วยเขาได้รางวัลใหญ่<color=#0091F3>%sx%d!</color>",
    noRecord = "ไม่มีบันทึกจับรางวัลชั่วคราว",
    cleanUpTip = "ไอเทมกิจกรรมจะถูกลบเมื่อหมดเวลากิจกรรม รีบๆใช้ล่ะ",

    serverRecordDesc1 = "วันนี้ไม่มีผู้เล่นได้รับ หลังเวลา",
    serverRecordDesc2 = "20:00น.จะUP\nอัตราการจ่ายรางวัลเพิ่ม!",

    jpStage1 = "ทองแท่งครึ่งสลึง",
    jpStage2 = "เหรียญทอง0.25THB",

    ---------奖励弹窗
    closeText = "กดที่ว่างเปล่าจะปิด",
    

    ---------排行榜
    timeTitle = "เวลากิจกรรม 15/09/2022-16/10/2022",
    endTip = "รางวัลจะแจกในวันที่สองหลังกิจกรรมสิ้นสุดเวลา 10:00น.",
    myRank = "อันดับของฉัน:",
    endTime = "กิจกรรมสิ้นสุดเวลา: ",
    timeOut = "กิจกรรมปัจจุบันสิ้นสุดแล้ว",
    boxBubbleText1 = "ครบ%dอัน",
    boxBubbleText2 = "สะสม",
    noRankData = "ไม่มีบันทึก",
    keyBoxTip = "สมบัติกำลังจะหายไป\nโปรดกดรับก่อนกิจกรรมสิ้นสุด!",

    rankTips1_Title = "คำอธิบายตารางอันดับ",
    rankTips1_Content = "เวลาสิ้นสุดสรุปผลอันดับคือกิจกรรมสิ้นสุดเวลา24:00:00\nเวลาแจกรางวัลอันดับคือวันถัดไปหลังสิ้นสุดกิจกรรมเวลา10:00:00-24:00:00\nผู้เล่นที่ได้อันดับที่ 1 จะได้รับกรอบโปรไฟล์สุดลิมิเต็ดสำหรับสมาชิกRoyal เท่านั้น",
    rankTips2_Title = "ประเภทของรางวัล",
    rankTips2_Content = "ของรางวัลจะนับตามมูลค่าและประเภท หลังยืนยันตัวตนแล้วจะส่งให้ภายใน30วัน\nหมายเหตุ:เพื่อรับรองว่าคุณจะได้รับของรางวัลดังกล่าวโปรดติดต่อฝ่ายบริการด้วยตนเองเพื่อยืนยันตัวตน หรือกรุณาให้ข้อมูลติดต่อที่สะดวกแก่ฝ่ายบริการ\nสำคัญ:หากของรางวัลที่ได้รับมีมูลค่าเกิน1000บาทขึ้นไป ผู้เล่นจะต้องส่งสำเนาบัตรประชาชนให้แก่ฝ่ายบริการ ทางบริษัทฯจะเป็นผู้จ่ายค่าภาษีส่วนบุคคล5%แทนผู้เล่น ดังนั้นหากผู้เล่นยืนยันตัวตนไม่สำเร็จหรือไม่ส่งมอบสำเนาบัตรประชาชนจะไม่ได้รับรางวัลดังกล่าว",
    rankTips3_Title = "ประเภทของรางวัลในเกม",
    rankTips3_Content = "รางวัลอุปกรณ์ต่างๆจะส่งทางระบบจดหมาย โปรดคอยตรวจสอบ",
    meritsTip = "จะได้รับ5แต้มบุญ",
}

return lan