local lan = 
{
    myRank = "อันดับของฉัน:",
    effectTitle = "แสดงตัวอย่างเอฟเฟกต์พิเศษ",
    title = "ตารางอันดับปืนใหญ่",
    score = "คะแนน",
    noRank = "ไม่ติดอันดับ",
    timeTitle = "เวลากิจกรรม 10.04.2023 - 23.04.2023",
    explainContent = "\nเวลากิจกรรม：10.04.2023 - 23.04.2023"..
    "\nรายละเอียด："..
    "\n1.ปลดล็อกปืนในเกมยิงปลา2คน ยิงปลา4คน และเกมยิงเครื่องบิน สามารถรับคะแนนป้อมปืนได้"..
    "\n2.ปลดล็อคปืนใหญ่ยิ่งมาก คะแนนสะสมยิ่งสูง อันดับก็จะสูงยิ่งขึ้น ติด 30 อันดับแรก จะได้รับเอฟเฟคเข้าห้องสุดเท่ห์ เอฟเฟคเข้าห้องใช้ได้ที่เกมยิงปลา2คน ยิงปลา4คน และเกมยิงเครื่องบิน"..
    "\n3.หลังจากที่การจัดอันดับครั้งนี้สิ้นสุดลง สามารถรับรางวัลได้ที่ระบบจดหมาย"..
    "\n4.หากพบว่ามีปืนใหญ่อยู่แล้วแต่ยังไม่ได้รับคะแนนสะสม โปรดเข้าไปในเกมเพื่อรีเฟชรสถานะปืนใหญ่ใหม่อีกครั้ง",
}

return lan