local lan =
{
    ActTime = "เวลากิจกรรม: %s",
    TitleText = "สัตว์ศักดิ์สิทธิ์โบราณ",
    CompoundSprint = "หลอมรวมพุ่งไป",
    Compound = "หลอมรวม",
    CompoundFinish = "หลอมรวมแล้ว",
    ActOverTip = "ยังเหลือ       วันสิ้นสุด",
    LastDay = "1วันสุดท้าย",
    SkinExchangeTip = "ชิ้นส่วนสกินหลังแลกชิปจะหายไป",
    ShareTip = "แชร์ทุกวันได้รับจำนวนจับรางวัลฟรี1ครั้ง",
    -- BroadCast = "ยินดีด้วยผู้เล่น%s%sได้รับปืนใหญ่กระต่ายหยก",
    BroadCast = "ยินดีด้วย%s%sได้รับปืนใหญ่ดนตรี",
    Preview = "อ่านดู",
    Lottery1 = "จับ1ครั้ง",
    Lottery2 = "จับ5ครั้ง",
    Tip = "ใช้สำหรับเกมยิง",
    Fragment = "ชิ้นส่วน: <color=#00FF1E>%s</color>/20",
    BuyFragment = "ซื้อชิ้นส่วน1อัน",
    GetBattery = "ยินดีด้วยได้รับปืนใหญ่มังกรเขียว",
    PlayCatchFish_4 = "เล่นเกมยิงปลา4คน",
    PlayCatchFish_2 = "เล่นเกมยิงปลา2คน",
    PlayCatchAir = "เล่นเกมยิงเครื่องบิน",
    FreeLottery = "จับ1ครั้ง(ฟรี)",
    OK ="ยืนยัน",
    shop = "ร้านค้าแลกเปลี่ยน",
    -- BatteryName = "ปืนใหญ่กระต่ายหยก",
    BatteryName = "ปืนใหญ่ดนตรี",
    Rate = "แรร์",
    PreviewTitle = "   พบกันที่ชายหาด      \n                ฤดูร้อนแสนสบาย",
    PreviewDetails = "เอฟเฟ็กต์พิเศษสุดเจ๋ง"..
                    "\nปืนใหญ่สามารถใช้ได้"..
                    "\nในเกมยิงปลา2คน และ เกมยิงปลา4คน "..
                    "\nรีบไปรับกันเถอะ"..
                    "\nรุนแรงเป็นพิเศษ：ปลดล็อกปืนใหญ่ได้รับเอฟเฟกต์เร่งความเร็วโจมตี",
                
    CompoundShare = "รีบแชร์ทันที",
    BtnExchange = "แลกเปลี่ยน",
    BtnOwned = "มีแล้ว",
    BtnExchangeLimit = "ข้อจำกัดในการแลก:",

    explainTitle = "กติกากิจกรรม",
    explainContent = "\n【ชิ้นส่วนปืนใหญ่】"..
                    "\nจะสามารถดรอปที่กิจกรรมจับรางวัล ใช้【ชิ้นส่วนปืนใหญ่】20ชิ้น ใช้หลอมเป็นปืนใหญ่ได้"..
                    "\n【ปืนใหญ่ดนตรี】"..
                    "\nใช้【ชิ้นส่วน】20ชิ้นสามาถหลอมเป็นปืนใหญ่"..
                    "\nจะได้รับปืนใหญ่หลังจากสะสมชิ้นส่วนครบ 20 ชิ้น"..
                    "\nและเมื่อสะสมครบแล้วจะไม่ได้รับชิ้นส่วนปืนใหญ่อีกต่อไป",
    -- explainContent = "\nอัญเชิญปืนใหญ่สี่สัตว์เทพ"..
    --                 "\nเวลากิจกรรม： 24.02.2023-05.03.2023"..
    --                 "\nคำอธิบาย："..
    --                 "\nจุดเริ่มต้นของผานกู่ ผู้แบ่งโลกกับสวรรค์และให้กำเนิดทุกสรรพสิ่ง โดยมีสัตว์เทพทั้งสี่ทิศเป็นผู้ดูแลและรักษาสมดุลของโลก สัตว์เทพทั้งสี่ถูกแบ่งเป็น เต่าดำผู้ควบคุมพลังแห่งน้ำและดูแลทิศเหนือ มังกรสายฟ้าผู้ควบคุมพลังสายฟ้าและดูแลทิศตะวันออก "..
    --                 "\nหงส์ไฟผู้ควบคุมพลังแห่งไฟและดูแลทิศใต้ พยัคฆ์ขาวผู้ควบคุมพลังเหล็กกล้าและดูแลทิศตะวันตก"..
    --                 "\nเข้าร่วมกิจกรรมเพื่อรับเหรียญหยินหยาง สามารถนำไปอัญเชิญปืนใหญ่สัตว์เทพได้",

                    
}

return lan