local lan =
{
	blessTitle = "อวยพรปีใหม่",
	blessTip = "Royal Casinoส่งอวยพร",
	btnSendSelf = "ส่งให้ตนเอง",
	blessBoardTip = "ยินดีด้วยคุณได้รับคำอวยพรปีใหม่ที่จาก \nRoyal Casino เฉพาะพิเศษ",
	NoSearchResult = "ค้นหาไม่พบผู้เล่นดังกล่าว",
	activeTips = "ระยะเวลากิจกรรม:13.01.2023-26.01.2023",
	btnOk = "เป็นVIP",
	inputTips = "กรอก ID ของเพื่อนคุณ",
	btnLottery = "SPIN",
	showResult = "แสดงผลสรุป",
	toggleBig = "ผู้โชคดีได้รางวัล",
    toggleCount = "จัดอันดับ",
    countText = "จำนวนหมุน",
	taskTitle_1 = "【โหมดเกมยิง】",
	taskTitle_2 = "【โหมดเกมรวม】",
	taskDes = "เดิมพันสะสมวันนี้ %s/%s",
	myrankings = "อันดับของฉัน",
	norankin = "ไม่ติดอันดับ",
	countTip = "จำนวนส้มไม่พอ ไม่สามารถหมุนได้",
	rewardTip = "เนื่องจากรางวัลมีเป็นจำนวนมาก รางวัลของคุณจึงถูกนำมารวมกัน",
	propTip = "ผู้เล่นโชคดีได้รับ\nคำอวยพรวันปีใหม่\nจาก Royal Casino",

	title = "กติกากิจกรรม",
	content = [[เวลากิจกรรม：13.01.2023 - 26.01.2023
กติกากิจกรรม：
ทุกวันล็อกอินเข้าเกมจะได้จับรางวัลฟรี ผู้เล่นที่ไม่ได้เป็นVIPสามารถทำภารกิจประจำวันเพื่อรับสิทธิ์จับรางวัล
（1）จำนวนครั้งจับรางวัลฟรี：
VIPยิ่งสูง จำนวนจับรางวัลยิ่งมากขึ้น
ระดับVIP       ทุกวันจำนวนจับรางวัล
	1-2				1
	3-9				2
	10+				3

（2）ทำภารกิจได้รับโอกาสจับรางวัล：
สำเร็จภารกิจประจำวันได้รับโอกาสจับรางวัลเพิ่ม，ภารกิจจะถูกรีเซ็ตทุกวันเวลา 23.59น.
【ภารกิจโหมดเกมยิง】【ภารกิจโหมดเกมรวม】
ประเภทเกม：
โหมดเกมยิง：ยิงปลา2คน/ยิงปลา4คน/ยิงเครื่องบิน/ตีหนูดินหรรษา/มหาศึกชิงบัลลังก์/ตีหนูดินฟาโร/นักล่ากระทิง/สงครามหรรษา
โหมดเกมรวม：007/สล็อตขอให้ร่ำรวย/หอแห่งความสุข/เทพเจ้าโชคลาภv2/DuoFuDuoCai/ROMA/Thor/MoneyTrain/FAFAFA/Roma3/Roma X/DuoFuDuoCaiPro/AZTEC/Olympus/luckyneko/niuniuniu/princess/บาคาร่า/pokdeng/Dummy/Kaeng/เก้าเกไทย/เสือมังกร/yuxiaxie/hilo

（3）จัดอันดับการจับรางวัล：
เวลากิจกรรม，การจัดอันดับนับตามจำนวนครั้งสะสมที่ผู้เล่นจับรางวัล จำนวนจับรางวัลยิ่งมาก อันดับก็จะยิ่งสูงขึ้น และหากติด10อันดับแรก จะได้รับรางวัลใหญ่！
รางวัลกิจกรรมจะถูกส่งเข้าระบบจดหมายหลังจากกิจกรรมสิ้นสุดแล้วภายใน24ชั่วโมง กรุณาอดใจรอรับรางวัล 
และทางทีมงานจะจัดส่งของรางวัลจริงให้ภายใน7วันทำการหลังยืนยันตัวตนเรียบร้อยแล้ว。
รางวัล10อันดับแรก：
	1：สร้อยคอทองคำ-1THB
	2：สร้อยคอทองคำ-0.5THB
	3：สร้อยคอทองคำ-0.25THB
	4-10：แผ่นทองคำ 0.125THB

หมายเหตุ：ไอเทมที่ใช้จับรางวัลจะถูกรีเซ็ต โปรดใช้ภายในระยะเวลาที่กำหนด！！！]]
}

return lan