local lan =
{
    left_1 = "ปืนใหญ่มังกรฟ้า",
    left_2_1 = "รายชื่อผู้ชนะ",
    left_2_2 = "อันดับ\nลงเดิมพัน",
    left_3 = "วันหยุดหรรษา",
    right_1 = "จับกาชาปอง",
    right_2 = "วงล้อมังกรฟ้า",
    right_3 = "Lucky Box",
    tip = "ปัจจุบันกิจกรรมยังไม่เริ่ม โปรดคอยติดตาม",

    getTip = "สามารถรับได้ในกิจกรรมดังต่อไปนี้",
    dragonTip = "สิ่งนี้คือพลอยศักดิ์สิทธิ์ เมื่อสะสมจะสามารถเปิดหีบสมบัติได้\nยิ่งสะสมมาก ยิ่งมีสิทธิ์ลุ้นมาก และยังมีโอกาสได้รับรางวัลใหญ่เป็นมอร์เตอร์ไซค์อีกด้วย!",
    stoneTip = "สิ่งนี้คือหินเกล็ดมังกร สามารถใช้ได้ในกิจกรรมวงล้อมังกรฟ้า",
    Stone1 = "เติมเงินช่องทางที่ 3",
}

return lan