local lan = {
	tip1 = "คุณสมบัติในการรักษา",
	tip2 = "คำขอเกินเวลา",
	tip3 = "รับข้อมูลเกมล้มเหลว กรุณาลองใหม่！",
	tip4 = "รับที่อยู่เซิร์ฟเวอร์เกมล้มเหลว กรุณาลองใหม่！",
	tip5 = "รับข้อมูลห้องเกมล้มเหลว กรุณาลองใหม่！",
	tip6 = "รับข้อมูลอัพเดทเกมล้มเหลว กรุณาลองใหม่！",
	tip7 = "ได้รับข้อมูลประกาศล้มเหลว กรุณาลองใหม่！",
	tip8 = "การดำเนินงานผิดปกติ กรุณาทดลองล็อคอินใหม่！",
	tip9 = "อินเตอร์เน็ตผิดปกติ กรุณาลองดาวโหลดใหม่",
	tip10 = "คุณยังไม่ได้ปลดฟังก์ชั่นนี้!",
	kick_ReplaceACC = "อุปกรณ์นี้ถูกล็อกอินจากที่อื่น",
	kick_KT_Web = "ปลดล็อคค้างที่โต๊ะ",
	kick_CloseAcc = "บัญชีถูกแบนแล้ว ไม่สามารถเข้าได้",
	kick_KT_Game = "กำลังปิดปรับปรุง",
	checkIP_tip = "การเชื่อมต่อเครือข่ายล้มเหลว กรุณาเปลี่ยนเครือข่ายแล้วลองอีกครั้ง",
	Go2ShopTips = "ชิปของคุณไม่เพียงพอ ไม่สามารถลงเดิมพันได้อีก ต้องการไปที่ร้านค้าหรือไม่?"
}

return lan
