local lan = 
{
    HavaCrystal =  "ปัจจุบันจำนวนคริสตัลคงเหลือ：<color=#DE7CC8FF><size=26>%s</size></color>",
    CrystalNotEnough = "ปัจจุบันจำนวนคริสตัลไม่พอ ไม่สามารถแลกรายการนี้ได้",
    AffirmExchange = "ยืนยันแลกเปลี่ยนหรือไม่?",
    ReqGoodsListFail = "ได้รับข้อมูลร้านค้าล้มเหลว โปรดปิดหน้าต่างนี้และทำการเปิดใหม่",

    explainTitle = "คำอธิบายการแลกใช้",
    explainContent = "\nซื้อแพ็คเกจVIP จะได้รับคริสตัลจำนวนหนึ่งแน่นอน ถ้าครบเงื่อนไขการแลกเปลี่ยนสามารถไปที่ร้านค้าคริสตัลเพื่อแลกไอเท็มที่ตนเองต้องการใช้งานได้",
}

return lan