local lan =
{
	activityRule = "กติกากิจกรรม",
	activityTime = "เวลากิจกรรม: %s",
	decs1 = "ทุกวันล็อกอินเข้าเกมจะได้จับรางวัลฟรี ผู้เล่นที่ไมได้เป็นVIPสามา",
    decs2 = "รถทำภารกิจประจำวันจะได้รับสิทธิ์จับรางวัลฟรี แต่VIPยิ่งสูง จำนวนจับรางวัลยิ่งมากขึ้น",
    decs3 = "ผู้เล่นVIP20ขึ้นไปรางวัลอัพเกรด ได้รับรางวัลใหญ่สุดคุ้มฟรี",
    vipLevel = "ระดับVIP",
    finshTime = "ทุกวันจำนวนจับรางวัล",
    finishTaskTips = "สำเร็จภารกิจประจำวันได้รับโอกาสจับรางวัลเพิ่ม3ครั้ง",
    task1 = "ภารกิจ1:ออนไลน์สะสมวันละ 30 นาที +1",
    task2 = "ภารกิจ2:ล็อคอินวันถัดไปได้รับจำนวนจับรางวัลฟรี +1",
	task3 = "ภารกิจ3:แชร์กิจกรรมให้กับเพื่อนของคุณ1ครั้ง +1",
}
return lan