local lan =
{
	-- task1 = "ภารกิจ1：สะสมเวลาออนไลน์30นาที",
	-- task2 = "ภารกิจ2：แชร์กิจกรรมให้เพื่อนคุณ1ครั้ง",
	lotteryTime = "วันนี้จำนวนจับรางวัลเหลือ",
	share = "แชร์",

	roleName = "ชื่อ",
	winInfo = "ข้อมูลรางวัล",
	noTimeTips = "ตอนนี้จำนวนจับรางวัลใช้หมดแล้ว",
	noRankInfo = "ตอนนี้ไม่มีข้อมูลได้รางวัล",
	awardInfo = "ยินดีด้วย【%s】ได้รับรางวัลใหญ่นำโชค 【%s】",

	task = "ภารกิจ",
	["task1"] = "ออนไลน์สะสมวันละ 30 นาที +1",
	["task2"] = "ล็อคอินวันถัดไปได้รับจำนวนจับรางวัลฟรี +1",
	["task3"] = "แชร์กิจกรรมให้เพื่อนคุณ1ครั้ง +1",
	nextDay = "รับในวันถัดไป",
	lookAt = "ดูที่นี่!เพิ่มระดับรางวัล",
	water = "ลงเดิมพันอีก %s",
}
return lan