local lan =
{
	tips = "ระดับ VIP ยิ่งสูง ทุกวันจะได้หมุนวงล้อยิ่งเยอะขึ้น\nVIPจะได้รับจำนวนครั้งเซ็นชื่อเพิ่มพิเศษ ระดับยิ่งสูง จำนวนครั้งยิ่งได้มากขึ้น\nVIP3+ผู้เล่นสามารถเปิดใช้โหมดจ่ายชิปเพื่อหมุนวงล้อได้",
	btnLevelUp = "ระดับVIP",
	btnSign = "หมุน",
	btnSignTips = "เซ็นชื่อชดเชย",

	rechargeTips = "อัพระดับเป็นVIP จะมีสิทธิ์หมุนวงล้อชั้นถัดไป ได้รับรางวัลมากขึ้น\nและยังมีโอกาสได้รับJackpotอีกด้วย",
	btnOk = "เป็นVIP",
	btnCancel = "ไม่เอา หมุนวงล้อใหม่",
	pointerLockTips = "ระดับชั้นนี้ต้องเป็นVIP%sจะปลดล็อค",

	explainTitle = "วงล้อประจำวัน",
	explainContent = "\nผู้เล่นทุกวันล็อกอิน นับตามระดับVIPของผู้เล่น เปิดวงล้อได้หลายชั้น VIPยิ่งสูง มีโอกาสได้หมุนวงล้อมากขึ้น\n<color=#e59f30>1.เงื่อนไขการเปิดวงล้อแต่ละชั้น:</color>\nชั้นนอกสุด:สำหรับผู้เล่นทุกคน\nชั้นที่2:VIP1+\nชั้นที่3:VIP3+\nชั้นที่4:VIP5+\nชั้นตรงกลาง:VIP10+\n<color=#e59f30>2.ระดับ VIP ยิ่งสูง ทุกวันจะได้หมุนวงล้อยิ่งเยอะขึ้น(ฟรี)</color>\nVip(0-9)：	1ครั้ง\nVip(10-14)：2ครั้ง\nVip15+：3ครั้ง\n<color=#e59f30>3.VIPยิ่งสูง จะได้รับจำนวนครั้งมื่อใช้ชิปจ่ายมากขึ้น(แบบจ่ายชิป)</color>\nVIP(3-4)：1ครั้ง\nVIP(5-6)：2ครั้ง\nVIP(7-11)：3ครั้ง\nVIP(12-14)：4ครั้ง\nVIP(15-17)：5ครั้ง\nVIP(18-19)：10ครั้ง\nVIP20+：20ครั้ง\n<color=#e59f30>4.VIP3+ผู้เล่นสามาถเปิดใช้โหมด【วงล้อแบบจ่ายชิป】 หลังจ่ายชิปจะเปิดวงล้อชั้นในทั้งหมด</color>",

	noMoneyTips = "ปัจจุบันคุณชิปคงเหลือไม่เพียงพอ กรุณาไปร้านค้าเพิ่มเติมชิป",
	gotoShopTips = "ไปที่ร้านค้า",
	levelVip = "ระดับVIP3",
	spinTimesTips = "คุณจะต้องเป็นVIP3 ถึงจะใช้ชิปจ่ายเพื่อได้รับจำนวนครั้งหมุนวงล้อได้",
	notEnoughTimesTips = "วันนี้จำนวนหมุนวงล้อใช้หมดแล้ว",
	showResult = "แสดงผลสรุป",
	roleName = "ชื่อ",
	winInfo = "ข้อมูลรางวัล",
	shareBtn = "แชร์",
}

return lan