local lan = {		
    Tip1 = "เพียง<color=#FFDE04>10THB</color> มีโอกาสได้รับมูลค่าสูงสุดถึง<color=#FFDE04>80000ชิป</color>",
    Tip2 = "หลังซื้อสำเร็จจะได้รับ<color=#FFDE04>60000ชิป</color> และมีโอกาสได้รับ<color=#FFDE04>ระเบิดทองแดง</color>",
    dd_N_Text = "ระเบิดทองแดง",
    dd_Text = "ระเบิดนิวเคลียร์ที่ได้รับจากแพ็คเกจ\nใช้ได้ที่เกม<color=#FFDF04>ยิงเครื่องบิน</color>เท่านั้น",
    Limit_Text = "ทุกวันจำกัดซื้อ1ครั้ง",
    Btn_Text = "เติมเงินทันที",
    diban_Text = "60000ชิป",
    tips_fishGift = "วันนี้คุณได้ซื้อไปแล้ว พรุ่งนี้ค่อยมาซื้อใหม่นะ",
}

return lan