local lan = {		
    ZuiGao="สูงสุด",
    SuiPian="ชิ้นส่วนx",
    GMJD="ซื้อจะได้ทันที 【ชิป】+【ชิ้นส่วน】 สุ่มจำนวนรางวัล",
    SPHDK="สะสมชิ้นส่วนครับแลกบัตรเติมเงิน",
    SPNum="จำนวนชิ้นส่วนปัจจุบัน：%s",
    SPSYTJ="ช่องทางการใช้ชิ้นส่วน:",
    YT1="ช่องทางที่1:ไปที่ร้านแลกรางวัลเพื่อใช้แลกบัตรเติมเงินและชิงรางวัล",
    YT2="ช่องทางที่2:สะสมครบตามจำนวนที่กำหนดจะเปิดสมบัติภารกิจได้ มีโอกาสได้รับรางวัลจริง",

    Title="คำอธิบายกิจกรรม",
    Content="\nเข้าร่วม“สะสมชิ้นส่วนแลกรางวัลใหญ่”จะสุ่มได้รับรางวัลชิปและชิ้นส่วนบัตรเติมเงินมากมาย"..
            "\nสะสมครบ5ใบจะเข้าร่วมชิงรางวัลชิ้นส่วนได้ มีโอกาสชิงได้รางวัลบัตรเติมเงิน!"..
            "\nสะสมครบ70ใบสามารถไปที่ร้านแลกรางวัลจะแลกบัตรเติมเงินได้!"
}

return lan