local lan = {
    title = "功德活动",
    actTime = "活动时间:31.08.2021-30.09.2021",

    btnGo = "前往",

    myScore = "我的功德点:",
    donatedScore = "已捐功德点:",
    donateTip = "最低捐献10点",

    act1 = "功德一\n每日分享",
    act2 = "功德二\n参与累计充值活动",
    act3 = "功德三\n购买周年庆礼包",
    actNotOpen = "活动暂未开启，敬请期待。",

    leftDesc = "ร่วมเป็นส่วนหนึ่งของ\nการช่วยเหลือผู้ประสบภัยโควิด",
    bottomDesc1 = "平台初始做功德的数额为1,000,000Thb，\n随着全服功德的增加平台做功德的数额也按一定比例增加",
    bottomDesc2 = "全服功德达到8,888,888时将会给所有捐献功德的玩家发放功德头像框奖励！",
    Marquee = "<color=#FFFFFFFF>感谢<color=#00F033FF>%s</color>捐献了<color=#FFF900FF>%d</color>功德点，Royal将提升功德金额帮助更多的人。</color>",
    ActExplain = [[活动期间，只要您参与下列活动，即可获得功德点。
Royal将根据全服功德点数额，抽取一部分活动收益
去帮助受疫情影响严重的医院、孤儿院等地方]],
    DonateExplain = [[ 
ช่วงกิจกรรม เพียงแค่คุณเข้ากิจกรรมดังกล่าว จะได้รับแต้มบุญ
ทาง Royal จะนำจำนวนแต้มบุญทั้งเซิร์ฟเวอร์ จากรายได้ของกิจกรรมส่วนหนึ่ง
ไปบริจาคให้ทางโรงพยาบาลที่ช่วยเหลือผู้ติดเชื้อโควิด-19 ตามสถานที่ต่าง ๆ

โรงพยาบาลที่เราจะบริจาคช่วยเหลือ
1. <color=#FFF49BFF>โรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติ</color>
2. <color=#FFF49BFF>โรงพยาบาลราชวิถี</color>
3. <color=#FFF49BFF>มูลนิธิโรงพยาบาลเด็ก</color>

头像框奖励达成条件后将于活动结束后24小时内发放
]],

}

return lan