local lan = {
    title = "กิจกรรมเล่นเกมได้บุญ",
    actTime = "เวลากิจกรรม:31.08.2021-30.09.2021",

    btnGo = "ไปทันที",

    myScore = "บุญของฉัน: ",
    donatedScore = "บุญที่บริจาค: ",
    donateTip = "ทุกครั้งบริจาคขั้นต่ำ10แต้มบุญ",

    act1 = "แต้มบุญ1\nแชร์ทุกวัน",
    act2 = "แต้มบุญ2\nเข้าเติมเงินสะสม",
    act3 = "แต้มบุญ3\nซื้อแพ็คครบรอบ",
    actNotOpen = "ปัจจุบันกิจกรรมยังไม่เริ่ม โปรดคอยติดตาม",

    leftDesc = "ร่วมเป็นส่วนหนึ่งของ\nการช่วยเหลือผู้ประสบภัยโควิด",
    bottomDesc1 = "ยอดแต้มบุญเริ่มต้นของแพลตฟอร์มคือ1,000,000THB\nยอดแต้มบุญที่ทำบนแฟลตฟอร์มจะเพิ่มขึ้นทั้งเซิร์ฟเวอร์ตามอัตราส่วนที่กำหนด",
    bottomDesc2 = "เมื่อทำบุญทั้งเซิร์ฟเวอร์ถึง8,888,888 ผู้เล่นทุกคนที่ร่วมทำบุญจะได้รับรางวัลกรอบโปรไฟล์ทำบุญ！",
    Marquee = "<color=#FFFFFFFF>ขอบคุณ<color=#00F033FF>%s</color>ทำบุญ<color=#FFF900FF>%d</color>แต้มบุญ Royalจะเพิ่มยอดทำบุญเพื่อช่วยเหลือผู้ประสบภัยมากยิ่งขึ้น</color>",
    ActExplain = [[ช่วงกิจกรรม เพียงแค่คุณเข้ากิจกรรมดังกล่าว จะได้รับแต้มบุญ
ทาง Royal จะนำจำนวนแต้มบุญทั้งเซิร์ฟเวอร์ จากรายได้ของกิจกรรมส่วนหนึ่ง
ไปบริจาคให้ทางโรงพยาบาลที่ช่วยเหลือผู้ติดเชื้อโควิด-19 ตามสถานที่ต่าง ๆ]],
    DonateExplain = [[ 
ช่วงกิจกรรม เพียงแค่คุณเข้ากิจกรรมดังกล่าว จะได้รับแต้มบุญ
ทาง Royal จะนำจำนวนแต้มบุญทั้งเซิร์ฟเวอร์ จากรายได้ของกิจกรรมส่วนหนึ่ง
ไปบริจาคให้ทางโรงพยาบาลที่ช่วยเหลือผู้ติดเชื้อโควิด-19 ตามสถานที่ต่าง ๆ

โรงพยาบาลที่เราจะบริจาคช่วยเหลือ
1. <color=#FFF49BFF>โรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติ</color>
2. <color=#FFF49BFF>โรงพยาบาลราชวิถี</color>
3. <color=#FFF49BFF>มูลนิธิโรงพยาบาลเด็ก</color>

หลังผ่านตามเงื่อนไขรางวัลกรอบโปรไฟล์จะส่งให้หลังกิจกรรมสิ้นสุดใน24ชั่วโมง
]],

}

return lan