local lan = 
{	
    Name1 = "แพ็คเกจพื้นฐาน",
    Name2 = "แพ็คเกจระดับสูง",
    Name3 = "แพ็คเกจหรูหรา",
    Name4 = "ข้อเสนอพิเศษประจำวันคริสต์มาส",
    Tip1 = "",
    BestValue = "สุดคุ้ม",
    MinGet = "ขั้นต่ำ%s",
    MaxRebate = "<color=#D6FFAFFF><size=22>คืนกำไรสูงสุด\n</size></color><color=#FFF95EFF><size=30>%s</size></color>",
    MaybeGet = "อาจได้รับ",
    Buy = "ซื้อ(%s)",
    RushBuy = "แย่งซื้อ(%s)",
    Start = "เริ่ม",
    End = "สิ้นสุด",
    Surplus = "คงเหลือ%s",
    BroadCast = "ยินดีด้วย %s ผู้เล่นจากขายรวดเร็วคริสต์มาสได้รับรางวัล %s ",
    LimitBuy = "คุณซื้อบ่อยเกินไป！",
    TimeNotEnough = "ยังไม่ถึงเวลาแย่ง！",
    StockNotEnough = "จำนวนแพ็คเกจไม่พอ ไม่สามารถซื้อได้",

    explainTitle = "คำอธิบาย",
    explainContent = "\nชุดของขวัญคริสต์มาสแบบจำกัดเวลาและข้อพิเศษประจำวันคริสต์มาสมีให้ในช่วงกิจกรรมคริสต์มาสเท่านั้น"..
                     "\nเวลากิจกรรม：29/12 ~ 08/01"..
                     "\nทุกแพ็คเกจจะประกอบไปด้วยรางวัลพิเศษ：บัตรเติมเงินหรือชิ้นส่วนบัตรเติมเงิน"..
                     "\n11： 00 ถึง 14：00， จำหน่าย แพ็คเกจเพชร270 จำนวน500ชิ้น  แพ็คเกจ799 จำนวน80ชิ้น， แพ็คเกจ1599 จำนวน 50 ชิ้น"..
                     "\n21： 00 ถึง 24：00， จำหน่าย แพ็คเกจเพชร270 จำนวน600ชิ้น，แพ็คเกจ799 จำนวน150ชิ้น，แพ็คเกจ1599 จำนวน 100 ชิ้น"..
                     "\n\nจำกัดจำนวนซื้อรายวันในแต่ละแพ็คเกจ："..
                     "\nแพ็คของขวัญวันคริสต์มาสจำกัดเวลารายวัน270เพชร（5ครั้ง），799เพชร（5ครั้ง），1599เพชร（5ครั้ง）"..
                     "\nข้อเสนอพิเศษประจำวันคริสต์มาส49เพชร（5ครั้ง），499เพชร（5ครั้ง），5599เพชร（5ครั้ง）",
}

return lan