local lan =
{
    ChipText="ปลดล็อคฟังก์ชั่นส่งชิป",
    ChipExplain="ยอดส่งชิป150K",
    XingText="ปลดล็อคค่าประสบการณ์\nVIP",
    XingExplain="ใช้ชิปอัพระดับ",
    ViewDetails="ดูรายละเอียด",
    GiftValue="10THB",
    LimitTime="จำกัดซื้อ3ครั้ง",
    LimitBuyExplain="ซื้อสำเร็จสามารถเข้าร่วมจับรางวัล1ครั้ง\nจำนวนครั้งจับรางวัลซื้อ3แถม1",
    UserName="ชื่อ",
    WinInfor="รางวัล",
    LimitBuyTip="จำกัดซื้อ3ครั้ง",
    Lottery="กดจับรางวัล %s",
    ExplainTip= "เข้าร่วมกิจกรรมจะได้รับรางวัลดังนี้~",
    BigReward= "ยินดีด้วย【%s】\n10THBลุ้นรับรางวัลใหญ่",
    GoTo="รีบไปทันที",
    Chip3K="3000ชิป",
    Chip6K="6000ชิป",
    DianKa="50บัตรเติมเงิน",
    DKSP="ชิ้นส่วนบัตรเติมเงิน",
    liPiao="บัตรของขวัญ",
    VipTitleTip="รายละเอียดเพิ่มเติมกรุณาไปที่ข้อมูลส่วนตัวตร\nวจเช็คที่หน้าสิทธิ์พิเศษVIP",
    ReqError="คำขอผิดปกติ",

    --礼包说明
    Title="คำอธิบายแพ็คเกจ",
    Content="แพ็คเกจจำกัดซื้อ3ครั้ง,"
            .."ทุกครั้งที่ซื้อจะได้รับรางวัลพื้นฐาน60000ชิปและได้รับโอกาสจับรางวัล1ครั้ง,"
            .."การจับรางวัลจะมีโอกาสได้รับJP/บัตรเติมเงินและรางวัลอื่นๆอีกมากมาย,"
            .."ซื้อครบ3ครั้งจะได้รับโอกาสจับรางวัลเพิ่มต่างหากอีก1ครั้ง,"
            .."เมื่อใช้จำนวนครั้ง,"
            .."หลังใช้จำนวนครั้งการจับรางวัลปัจจุบันที่มีหมดแล้ว ถึงจะสามารถซื้อครั้งถัดไป",
}

return lan