local language =
{
    Title = "กิจกรรมภารกิจฟุตบอลโลก",
    TimeTitle = "เวลากิจกรรม",
    time = "16:00 28/11/2022 - 12:00 18/12/2022",
    GetBtn = "รับได้",
    Fulfill = "รับแล้ว",
    GoBtn = "ไปทำให้สำเร็จ",
    taskName = {
        [1] = "เควสเดิมพันเกมยิง",
        [2] = "เควสเดิมพันเกมรวม",
        [3] = "แชร์",
    },
    taskStage = "ความคืบหน้าเควส",
    taskTip = "ซื้อแพ็คเกจทายผลโปรโมชั่นพิเศษ\nรางวัลเควสจะเพิ่มเป็นสองเท่า",
    receiveTip = "ซื้อแพ็คเกจทายผลโปรโมชั่นพิเศษ จะได้รับรางวัลจากภารกิจสองเท่า ต้องการซื้อหรือไม่?",
    buyBtn = "ไปซื้อ",
    receiveBtn = "รับรางวัลโดยตรง",

    ruleTitle = "คำอธิบาย",
    explain = "\nเวลากิจกรรม:16:00 28/11/2022 - 12:00 18/12/2022"..
            "\nเนื้อหากิจกรรม:"..
            "\nในช่วงกิจกรรม ผู้เล่นที่เข้าร่วมในเกมต่อไปนี้จะได้รับรางวัลเมื่อมูลค่าการซื้อขายสะสม"..
            "\nถึงตามที่กำหนด ยิ่งคุณทำภารกิจสำเร็จมากเท่าไหร่ คุณจะได้รับรางวัลมากขึ้นเท่านั้น"..
            "\nรางวัลสองเท่า:"..
            "\nรางวัลสำหรับการซื้อแพ็คเกจการเชียร์แบบทดสอบจะเพิ่มเป็นสองเท่า!"..
            "\nประเภทเกม:"..
            "\nผ่อนคลาย:ยิงปลา2คน/ยิงปลา4คน/ตีหนูดิน/ยิงเครื่องบิน/มหาศึกชิงบัลลังก์/ตีหนูดินฟาโรห์/นักล่ากระทิง/สงครามหรรษา"..
            "\nโหมดเกมรวม:สล็อตขอให้ร่ำรวย/หอแห่งความสุข/007/เทพเจ้าโชคลาภv2/ป๊อกเด้ง/บาคาร่า/ไฮโลพื้นบ้าน/น้ำเต้าปูปลา/เสือมังกร/DuoFuDuoCai/Thor/เก้าเกไทย/ROMA/Dummy/Kaeng/Money Train/FAFAFA/Roma3/Roma X/DuoFuDuoCaiPro/AZTEC/Olympus"..
            "\nหมายเหตุ"..
            "\n1：ความคืบหน้าของภารกิจจะรีเซ็ตเวลา23：59：59 น. ทุกวัน โปรดรับรางวัลให้ทันเวลา"..
            "\n2：รางวัลที่ได้ก่อนการซื้อแพ็คเกจจะไม่เพิ่มเป็นสองเท่าและไม่ชดเชยย้อนหลัง"..
            "\n3：รวบรวมการ์ดทายผล10ใบเพื่อเดิมพัน1ครั้ง  20ใบ เดิมพันได้2ครั้ง"..
            "\n4：โปรดใช้รางวัลการ์ดทายผลให้หมดก่อนวันที่18/12/2022เวลา21：00：00น."..
            "\nไอเทมจะถูกล้างและจะใช้ไม่ได้หลังกิจกรรมสิ้นสุดลง",
}

return language