local language =
{
    Title = "世界杯任务活动",
    TimeTitle = "活动时间",
    time = "16:00 28/11/2022 - 12:00 18/12/2022",
    GetBtn = "领取",
    Fulfill = "已领取",
    GoBtn = "去完成",
    taskName = {
        [1] = "捕获流水任务",
        [2] = "综合流水任务",
        [3] = "分享",
    },
    taskStage = "任务进度",
    taskTip = "购买竞猜加油礼包奖励将会翻倍哦!",
    receiveTip = "购买世界杯竞猜加油包，任务奖励会翻倍哟，是否去购买礼包？",
    buyBtn = "去购买",
    receiveBtn = "直接领取奖励",

    ruleTitle = "活动说明",
    explain = "\n活动时间:16:00 28/11/2022 - 12:00 18/12/2022"..
                "\n活动内容:"..
                "\n活动期间，玩家参与以下类型游戏累计流水达到指定值即可获得奖励，完成任务越多获得的奖励越多哦。"..
                "\n奖励翻倍:购买竞猜加油礼包奖励将会翻倍哦!"..
                "\n游戏分类:"..
                "\n捕获类：二人/四人捕鱼/打地鼠/打飞机/僵尸塔防/木乃伊归来/捕牛/欢乐激斗"..
                "\n综合类：恭喜发财/快活楼/007/新财神/pokdeng/百家乐/hilo/yuxiaxie/lhbattle/DuoFuDuoCai/Thor/三公/ROMA/Dummy/Kaeng/Money Train/FAFAFA/Roma3/Roma X/DuoFuDuoCaiPro/AZTEC/Olympus"..
                "\n注："..
                "\n1. 每日23:59:59重置任务进度，请及时领取奖励；"..
                "\n2.购买指定礼包之前领取的奖励不做翻倍处理，也不进行补发。"..
                "\n3.收集满10张竞猜体验卡才可进行一次投注，20张2次，以此类推。"..
                "\n4. 竞猜体验卡奖励请在2022/12/18  21:00:00前消耗完，活动结束将会清空道具，无法使用",
}

return language