local lan =
{
    EnterTips = "ยินดีต้อนรับเข้าสู่ฟุตบอลเบบี้ บริการแลกของรางวัลอัตโนมัติเพื่อคุณ",
    CurChips = "ชิปปัจจุบัน",
    EnterChips = "นำชิปเข้า",
    ExchangeTips = "10000ชิป=1เหรียญบอล เศษจะไม่นำเข้า และเศษจะถูกปัดออกมา",
    BtnSure = "ยืนยัน",
    OutTips = "ครั้งหน้ามาใหม่นะ บริการแลกของรางวัลอัตโนมัติเพื่อคุณ",
    HallChips = "ชิปล็อบบี้หลัก",
    OutChips = "นำชิปเข้า",
    FootballCoin = "เหรียญบอล",
    ExitFail = "ได้รับข้อมูลสรุปผลล้มเหลว\nโปรดเข้าไปที่ฟุตบอลเบบี้ใหม่เพื่อตรวจสอบ",
}

return lan