local lan = 
{	ActTime = "ช่วงเวลากิจกรรม: %s",
    Tip1 = "สะสมภาพสกินครบ6ภาพ \nจะได้รับปืนใหญ่แมวกวักเรียกทรัพย์ลิมิเต็ด",
    Tip2 = "โปรโมชั่น 3%",
    Tip3 = "ปลดล็อคปืนใหญ่แมวกวัก(เกมยิงปลา2คน ยิงปลา4คน ยิงเครื่องบิน)สกินปืนแมวกวักใช้ร่วมได้ทั้ง3เกม",
    Lottery1 = "จับ10ครั้ง",
    Lottery2 = "จับ1ครั้ง",
    BuySkin = "ซื้อภาพสกิน1ชิ้น",
    CatchFish_2 = "เล่นเกมยิงปลา2คน",
    CatchFish_4 = "เล่นเกมยิงปลา4คน",
    Airplane = "เล่นเกมยิงเครื่องบิน",
    OK = "ยืนยัน",
    CompoundSucceed = "หลอมรวมแล้ว",
    Compound = "หลอมรวม",
    GetBattery = "ยินดีด้วยผู้เล่น【%s】%sหลอมรวมได้รับปืนใหญ่แมวกวัก！",
    ReqError = "คำขอผิดปกติ",
    
    explainTitle="คำอธิบายกิจกรรม",
    explainContent = "\nช่วงระยะเวลากิจกรรมผู้เล่นที่เข้าร่วมจับรางวัลกาชาปองมีโอกาสได้รับภาพสกินปืนใหญ่แมวกวักเรียกทรัพย์และรางวัลอื่นๆ และยังมีโอกาสได้รับบัตรเติมเงินอีกด้วย"..
                     "\nสะสมภาพสกินแมวกวักครบ6ภาพก็จะสามารถรวมเป็นปืนใหญ่แมวกวักเรียกทรัพย์ได้"..
                     "\nผู้เล่นหลังจากได้รับสกินภาพชิ้นส่วนแมวกวักครบ6ภาพแล้ว จะไม่ได้รับเพิ่มอีก"..
                     "\nภาพสกินที่ผู้เล่นยังไม่ได้ใช้ กิจกรรมครั้งถัดไปสามารถใช้งานได้"..
                     "\nภาพสกินจะถูกเก็บไว้กระเป๋าในโปรโฟล์ส่วนตัว สามารถทำลายภาพสกินจะได้รับ10000ชิป"..
                     "\n*รายละเอียดรางวัลดังนี้:"..
                     "\n65000ชิป，70000ชิป，75000ชิป，80000ชิป，150000ชิป，บัตรของขวัญ120,"..
                     "\nสกินภาพ จรวดมิสไซส์1+ตอร์ปิโดทองคำ+ระเบิดทองแดง 50บัตรเติมเงิน 100บัตรเติมเงิน",
}

return lan