local lan = 
{	
    ActTime = "活动时间: %s",
    Tip1 = "收集六个皮肤卷\n即可获得稀有招财猫炮台",
    Tip2 = "优惠 3%",
    Tip3 = "解锁招财猫炮台（2人捕鱼射击，4人捕鱼射击，飞机射击）。",
    Lottery1 = "抽奖十次",
    Lottery2 = "抽奖一次",
    BuySkin = "购买一个皮肤卷",
    CatchFish_2 = "游玩双人捕鱼",
    CatchFish_4 = "游玩四人捕鱼",
    Airplane = "游玩飞机",
    OK = "确认",
    CompoundSucceed = "已合成",
    Compound = "合成",
    GetBattery = "恭喜玩家【%s】%s合成获得招财猫炮台！",
    ReqError = "请求异常",

    explainTitle = "活动说明",
    explainContent = "\n活动期间参与扭蛋机抽奖的玩家有机会获的招财猫皮肤卷以及其他奖励，更有几率获得实物点卡哦。"..
                     "\n集齐6个招财猫皮肤卷就可合成一个招财猫炮台。"..
                     "\n玩家持有6个招财猫皮肤卷后，将不再获得皮肤券。"..
                     "\n玩家未使用的皮肤卷，下次活动时还可以使用。"..
                     "\n皮肤卷将保存在背包中，可以摧毁皮肤卷获得10000筹码。"..
                     "\n具体奖励如下："..
                     "\n65000筹码，70000筹码，75000筹码，80000筹码，150000筹码，"..
                     "\n礼卷120，皮肤卷，火箭炮1+黄金鱼雷+青铜核弹头, 50点卡，100点卡",
}

return lan