local lan = 
{	
	danwei = "฿",
	SevenFund = "กองทุนสะสม 7วัน",
	Fund = "กองทุน",
	Buy = "ซื้อ",
	Get = "รับ",
	VipUp = "อัพเกรดVIP",
	Detal = "แต่ละรายการของกองทุนสะสม 7วันสามารถซื้อได้เพียง 1ครั้ง（นับรวมที่ซื้อวันนี้） ล็อกอินต่อเนื่องได้รับโบนัสกองทุนเพิ่มเติม หากในช่วงเวลาไม่ได้ล็อกอินหรือลืมรับของรางวัล จะไม่สามารถรับกองทุนย้อนหลังได้ กรุณาล็อกอินต่อเนื่อง จนได้รับกองทุนทั้งหมดจนครบ",
	DetalTitle = "แนะนำกองทุนแต่ละประเภท",
	FundType = "ประเภทกองทุน",
	acquired = "ซื้อแล้วได้รับ",
	Daily_Get = "ทุกวันล็อกอินได้โบนัสกำไร",
	Remaining = "รับขั้นต่ำ",
	Height = "สูงสุด",
	btn_consumption_store = "ไปร้านค้า",
	btn_consumption_Novice = "สำหรับสามเณรแพคเกจ",
}

return lan