local lan = {
    Tex1 = "สำเร็จภารกิจ",
    Tex2 = "ซื้อแพ็คเกคต่างๆได้รับ",
    Tex3 = "ชวนเพื่อนจะได้รับ",
    Tex4 = "เล่นดัมมี่จะได้รับ",
    Tex5 = "เล่นไพ่แคงจะได้รับ",
    Tex6 = "เล่นเก้าเกจะได้รับ",
    Tex7 = "เล่นยิงปลา2คนจะได้รับ",
    Tex8 = "คุณยังไม่ปลดล็อคฟังก์ชั่นนี้",
    Tex9 = "เล่นเกมต่างๆ\nได้รับบัตรของขวัญ",
    Tex10 = "เข้าร้านค้าแลกรางวัล",
    Tex11 = "ใช้บัตรของขวัญ\nแลกของรางวัล",
    Tex12 = "ได้รับบัตรของขวัญ",
    Tex13 = "สะสมบัตรของขวัญสามารถแลกของรางวัลได้",
    Tex14 = "ไปทันที",
    Tex15 = "โปรดอดใจรอ",
}
return lan