local lan = {
    Tip1Text="คูปองใช้สำหรับเข้าร่วม\nกิจกรรมชิงรางวัลซุปเปอร์",
    Tip2="ชิงรางวัลซุปเปอร์ชนะจะได้รับรางวัลนำโชค ซื้อแพ็คเกจชิงรางวัลก็จะได้รับคูปองชิงรางวัลและจำนวนหมุนวงล้อ ทุกวันสามารถหมุนวงล้อฟรี1ครั้ง และกิจกรรมวันสุดท้ายจะมีรางวัลใหญ่ซุปเปอร์รอคุณอยู่",
    --Tip2Text="<color=#10F339FF>รางวัลใหญ่ซุปเปอร์</color> <color=#F7C537FF>ที่มากกว่ารอคุณอยู่!</color>",
    Time="ช่วงเวลากิจกรรม :",
    TimeText="09/12/2022 10:00 - 15/12/2022 23:59",
    LeftBtnText="ซื้อ1ครั้ง",
    RightBtnText="ซื้อ10ครั้ง",
    RightBtnTipText="ได้รับคูปองรางวัลเพิ่ม",
    StopExchange="ใกล้จะเปิดรางวัล โปรดรอสักครู่",
    FreeLottery = "หมุน1ครั้ง(ฟรี)",
    OneLottery = "หมุน1ครั้ง(%d)",
    TenLottery = "หมุน10ครั้ง",
    LotteryTip = "ซื้อก็จะได้หมุนวงล้อ ทุกวันหมุนฟรีได้1ครั้ง",
    MarqueeText = "ยินดีด้วยผู้เล่น%sได้วงล้อชิงรางวัลได้รับรางวัลบัตรเติมเงิน%s",
    NotEnoughTimes = "จำนวนจับรางวัลไม่พอ",

    title = "คำอธิบายกิจกรรม",
    content =
    "\nช่วงเวลากิจกรรม ผู้เล่นใช้เพชรซื้อแพ็คเกจชิงรางวัลได้รับคูปองชิงรางวัลซุปเปอร์\n"
    .."ทุกครั้งที่ซื้อแพ็คเกจ1รายการจะได้รับคูปองชิงรางวัลซุปเปอร์2ใบ\n"
    .."(คูปองรางวัลเล็กและคูปองรางวัลใหญ่)\n"
    .."หากใช้500เพชรซื้อโดยตรงจะได้รับคูปองรางวัลเล็กและคูปองรางวัลใหญ่เพิ่ม1ใบ\n\n"

    .."ผู้เล่นทุกวันมีโอกาสหมุนวงล้อฟรี1ครั้ง\n"
    .."หลังจากนั้นทุกครั้งที่ซื้อแพ็คเกจชิงรางวัลก็จะได้รับจำนวนหมุนเพิ่ม\n\n"

    .."<color=#F7C537FF>หมายเหตุ:คูปองรางวัลเล็กในวันนั้นซื้อก่อนเวลา 22:00 จะมีผลใช้เลย;\n"
    .."คูปองรางวัลใหญ่จะมีผลก่อนเปิดรางวัลในกิจกรรมครั้งดังกล่าวเท่านั้น\n"
    .."รางวัลจะถูกส่งทางระบบจดหมาย โปรดตรวจสอบหลังกิจกรรมสิ้นสุด</color>",
}

return lan