local lan = {
    Nick = "ชื่อ",
    RewardDes = "รางวัล",
    Times = "ครั้ง",
    FreeLabel = "กดดูจะได้รับ",
    Get = "ได้รับ",
    GetTips = "หลังซื้อแพ็คเกจประจำวัน จะเปิดของขวัญได้นะ~",
    Buy = "ไปซื้อ",
    MaybeGet_1 = "มีโอกาสได้รับรางวัลดังนี้",
    MaybeGet_2 = "ซื้อแพ็คเกจประจำวันใดก็ได้จะได้รับรางวัลดังนี้",
    GirlTips = "เข้าร่วมกิจกรรมจะได้รับรางวัลดังนี้~",
    MarqueeText = "ยินดีด้วย%sที่กล่องของขวัญเซ็นชื่อสำเร็จได้รับ%sรางวัล",
    RuleTitle = "จับรางวัลแพ็คเกจประจำวัน",
    RuleDes = "\nรายละเอียด:\n"..
    "*ค่าใช้จ่ายเพชรที่ใช้ซื้อแพ็คเกจประจำวันถึง  500,  1500,  3000,\n5000,  7500,  10000,\nก็สามารถเปิดใช้กล่องของขวัญที่เกี่ยวข้องกันได้\n"..
    "*กล่องของขวัญมีรางวัลมากมาย และมีโอกาสได้รางวัลใหญ่\n"..
    "*หลังเปิดใช้กล่องของขวัญทั้งหมด แถบความคืบหน้าจะถูกรีเซ็ตใหม่(จำนวนเพชรที่ล้นเกินจะถูกสะสมใหม่ในแถบความคืบหน้าใหม่)",   
    BoxDes = "<size=23>%d</size>\nกล่องของขวัญ",
    shareDes = "เชิญเพื่อนมาเข้าร่วมด้วยกัน",
    pointCardDes = "บัตรเติมเงิน",
    QP01Des = "JACKPOT\n50%",
	Prize1Des = "JACKPOT 50%",
}

return lan