local lan = {
    Surprice = "ของขวัญขั้น %s",
    Title = "แพ็คเกจการกลับมาเซอร์ไพรส์ใหญ่",
    GameCost = "เดิมพันสะสม",
    Discount = "โปรโมชั่นจำกัดเวลา",
    Value = "มูลค่า%sTHB ราคาเดิม%sTHB",
    Get = "รับ",
    Geted = "รับแล้ว",
    Time = "คงเหลือเวลากิจกรรม: %s วัน %s ชั่วโมง %s นาที",
    LoginGet = "ล็อคอินรับทันที",
    AlreaReceive = "รางวัลได้รับแล้ว",
    LoginAgain = "ล็อกอินวันถัดไป",
    Share1 = "แชร์1ครั้งจะได้รับ",
    Share2 = "แชร์ได้รับ",
    notComplete = "สำเร็จภารกิจถึงจะรับรางวัลได้",
    tip = "สวัสดิการผู้เล่นเก่าแบบจำกัดเวลา\nระดับVIPยิ่งสูงรางวัลยิ่งมาก！",
}

return lan