local lan =
{
    BaseReward = "รางวัลพื้นฐาน",
    Rebate = "+คืนกำไรการเล่น",
    Buy = "ซื้อทันที",
    PrizeList = "รายชื่อรางวัลใหญ่ลึกลับ",
    Nick = "ชื่อตัวละคร",
    Money = "จำนวนรางวัลที่ได้",
    Date = "เวลาทีได้รางวัล",
    Prize = "รางวัลลึกลับ",
    Max = "สูงสุด10ล้านชิป",
    Tip = "เพียง29บาท ซื่อครั้งแรกจะได้รางวัลลึกลับ100%",
    Trigger = "พียง29บาท มีโอกาสได้รับรางวัลลึก",
    explainContent = "\nเมื่อผู้เล่นลงเดิมพันจะได้รับผลกำไรตอบแทน ผลกำไรชิปจะสะสมในกระปุกช้างทองคำ เพียงเติมเงิน29บาทจะสามารถได้รับชิปในกระปุกทั้งหมด\n1.เติมเงิน29บาท สามารถทุบกระปุกช้างทองคำและได้รับรางวัลคืนกำไร\n2.เมื่อทำการทุบกระปุกช้างทองคำแตก จะมีโอกาสได้รับรางวัลลึกลับ\n3.ถ้าซื้อครั้งแรกผู้เล่นจะสามารถได้รับรางวัลลึกลับ100%\n4.รางวัลลึกลับ รางวัลสูงสุด10ล้านชิป",
    Rule = "กติกา",
    Receive = "โชคดีมาแล้ว! ยินดีด้วยคุณได้รับรางวัลใหญ่ลึกลับ!",
}

return lan