local language =
{
    TimeTitle = "ช่วงเวลากิจกรรม: ",
    time = "28/10/2022 - 6/11/2022",
	Sign = "สะสมล็อคอิน",
    Challenge = "ท้าประลองวันฮาโลวีน",
    Shop = "ร้านค้าแลกรางวัล",
    GetBtn = "ได้รับ",
    GrayBtn = "ยังไม่ถึงเวลา",
    Fulfill = "ได้รับแล้ว",
    GoBtn = "ไปทำให้สำเร็จ",
    ConvertBtn = "แลกเปลี่ยน",
    SignDes = "เช็คชื่อสะสม%sวัน",
    WaterCapture = "สะสมลงเดิมพันเกมยิง",
    WaterOther = "สะสมลงเดิมพันเกมรวม",
    taskHelp = "สะสมลงเดิมพันรีเซ็ททุกวัน",
    TaskProgress = "ความคืบหน้า: ",
    Marquee0 = "<color=#FFFFFFFF>ยินดีด้วยผู้เล่น<color=#00F033FF> %s </color>จับรางวัลได้<color=#FFF900FF> %s</color></color>",

    --WaterLightfestival
    title = "ปาร์ตี้วันลอยกระทง",
    waterChallenge = "ศึกวันลอยกระทง",
    getlight = "กำลังทำเควสที่",
    lookalltask = "ดูทั้งหมด",
    alltasktip = "สำเร็จภารกิจทั้งหมด รับรางวัลมากมาย แลกหีบสมบัติและรับรางวัลที่สูงขึ้น",
    jiangli = "รางวัล",

    explain = "1、ทำภารกิจประจำวันให้สำเร็จจะได้รับรางวัลโคมลอย ภารกิจประจำวันจะถูกรีเซ็ทเวลา 00.00 น \n2、โคมลอยสามารถแลกรางวัลได้ที่ร้านค้าแลกรางวัล และหลังจากกิจกรรมสิ้นสุดจะไม่สามารถใช้โคมลอยได้",
    explain1 = "ทำภารกิจประจำวันให้สำเร็จจะได้รับรางวัลโคมลอย",
    explain2 = "ภารกิจประจำวันจะถูกรีเซ็ทเวลา 00.00 น",
    explain3 = "โคมลอยสามารถแลกรางวัลได้ที่ร้านค้าแลกรางวัล",
    explain4 = "และหลังจากกิจกรรมสิ้นสุดจะไม่สามารถใช้โคมลอยได้",
}

return language