local lan =
{
	tipDaily = "ขายดี",
	rankBtn = "อันดับ",
	contentlBtn = "โซเชียล",
	sure = "ตกลง",
	tip_close = "กำลังปรับปรุงฟังก์ชั่นนี้อยู่...",
	tip_fix = "กำลังปรับปรุงระบบอยู่...",
	isLoading = "กำลังดาวโหลด...",
	onlineAward = "รางวัลออนไลน์",
	min = "นาที",
	hour = "ชั่วโมง",
	jackpotLoading = "กำลังดาวน์โหลด",
	tip_reconnect = "ตรวจพบคุณยังมีเกมที่เล่นไม่จบ กรุณาเล่นต่อ",
	btn_retry = "ลอง",
	tip_allocServer = "ไม่สามารถดึงข้อมูลได้โปรดลองอีกครั้ง",
	download_tip = "รอสักครู่",
	lottory_tip = "Coming Soon",
	onlineAward_tip = "เติมเงินราคาใดก็ได้ จะสามารถเปิดกล่องสมบัติกิจกรรม  ได้รับชิปโดยไม่มีจำนวนจำกัด!",
	Lottery_tip = "คุณตอนนี้มีไม่พอ100000ชิป ไม่สามารถซื้อลอตเตอรี่ได้ ต้องการเติมเงินหรือไม่?",
	enterGame_tip = "ต้องเป็นVIP%dปลดล็อคเกมนี้ ต้องการเป็นVIPหรือไม่?",
	match_start_time = "เวลาเริ่มต้น:",
	give_gift_tip = "รายละเอียดข้อมูลใหม่เปิดใช้งานแล้ว ตอนนี้ลองเข้ามาดูกันเถอะ",
	treasure_tip = "ของรางวัลพร้อมแล้ว！\nรีบมาชนะแล้วรับไปเลย",
	treasure_tip1 = " New  ",
	songkran_tip = "เป็นที่นิยม",
	gift_tip = "คุ้มที่สุด",
	tipAgent = "บัญชีของคุณเข้าข่ายปั้มบัญชี ถ้ามีข้อสงสัยกรุณาติดต่อฝ่ายบริการ",
	["jump_2004"] = "เรียนผู้เล่น Royal Casino ทุกท่าน"
	.."\nกดเข้าดาวน์โหลดและสมัครบัญชีใหม่"
	.."\nเกม Texas Poker Royal จะได้รับ"
	.."\n10000เหรียญฟรีที่เกมไพ่เท็กซัส"
	.."\nคุณต้องการไปเล่นหรือไม่？",
	tipChouma = "คุณมีชิปเยอะมากแล้ว โปรดผูกบัญชีFacebookหรือLINEเพื่อความปลอดภัยของบัญชีเกมคุณ",
	earlyAccess = "Vip%d+เล่นล่วงหน้า",
	thirdGameTip = "จะต้องมี%sชิปถึงจะเข้าเกมได้ โปรดเพิ่มชิปก่อน",

	btnGo = "ไปอัปเดต",
	btnCancel = "ยกเลิก",
	updateMsg = "เวอร์ชั่นที่ใข้งานปัจจุบันเป็นเวอร์ชันเก่า\nเพื่อการเล่นเกมที่สนุกยิ่งขึ้น กรุณาดาวน์โหลดเวอร์ชั่นใหม่",
}

return lan