local M = {
    SL = "พลังการคำนวณ",
    FRT = "FRT",
    JSHQZ = "กำลังพยายามคำนวณอยู่",
    SYFF = "การปล่อยครั้งถัดไปคงเหลือ",
    Tip = "ค่าพลังการคำนวณยิ่งสูง  ทุกทั้งที่ปล่อยFRTที่ได้รับจะยิ่งเยอะขึ้น\nFRTสามารถแลกของรางวัลจริงได้ อนาคตยิ่งมีมูลค่าสูงยิ่งขึ้น!",
    JL1 = "จะเก็บรักษาบันทึกเพียง100รายการล่าสุด การเก็บFRTในอนาคตอาจจะได้รับผลกำไรมากยิ่งขึ้นนะ~",
    JL2 = "จะเก็บรักษาบันทึกเพียง100รายการล่าสุด พลังการคำนวณยิ่งสูง อาจจะได้รับFRTยิ่งมากขึ้น",
    RewardTip1 = "ช่วงที่คุณออฟไลน์ พลังการคำนวณช่วยคุณสะสมผลกำไรเป็นเวลา%s",
    RewardTip2 = "เกิน48ชั่วโมงก็จะยุติการได้รับ อย่าลืมเข้ามารับบ่อยๆนะ!",
    GetFRT = "ได้รับFRT",
    GetSL = "ได้รับ พลังการคำนวณ",
    Get = "รับ",
    GoTo = "ไปทันที",
    GetOver = "ได้รับแล้ว",
    SLValue = "ค่าพลังการคำนวณ",
    WJS = "ขณะนี้คุณยังไม่ได้ปลดล็อคฟังก์ชั่นนี้ กรุณาเล่นเกมให้มาก",
    EveryDay = "ทุกวัน",
    Achievement = "ความสำเร็จ",
    NotRecord = "ไม่มีบันทึก",
    ZhuanZhang = "การถ่ายโอน",
    Buy = "ซื้อ",
    Earnings = "รายได้ของวันนี้",
    GetFail = "รับล้มเหลว โปรดตรวจสอบอินเตอร์เน็ตก่อนค่อยทดลองใหม่หรือติดต่อฝ่ายบริการ",
    RefreshFail = "รีเฟรชภารกิจล้มเหลว โปรดตรวจสอบอินเตอร์เน็ต",
    GetRecordFail = "ดึงบันทึกข้อมูลล้มเหลว โปรดตรวจสอบอินเตอร์เน็ตแล้วลองใหม่",
    Hour = "ชั่วโมง",
    Min = "นาที",

    Task1 = "เซ็นชื่อ",
    Task2 = "ออนไลน์30นาที",
    Task3 = "แชร์ให้เพื่อน5คน",
    Task4 = "เติมเงินราคาใดก็ได้",

    Task5 = "ถึงระดับVIP%s",
    Task6 = "สะสมยอดลงเดิมพันครบ500K",
    Task7 = "โปรโมทเพื่อน5คนผูกบัญชีสำเร็จ",
    Task8 = "แลกของรางวัลจริงใดก็ได้สำเร็จ",
    Task9 = "ชิงรางวัลใดก็ได้ที่ร้านค้าสำเร็จ",
    Task10 = "ผูกบัญชีFacebookหรือบัญชีอื่นๆ",
    Task11 = "กรอกข้อมูลส่วนตัวครบถ้วน",


    explainTitle = "คำอธิบายกิจกรรม",
    explainContent = "1.พลังการคำนวณคืออะไร?\n"..
                     "พลังการคำนวณหมายถึงปัจจัยผลกระทบที่จะได้รับFRT พลังการคำนวณยิ่งสูง FRT\n"..
                     "ที่ได้รับยิ่งมาก ปริมาณการผลิตFRTทุกวันจะคงที่ ปีแรกปริมาณการผลิตทุกครั้งประมา\n"..
                     "ณ285Kอัน ทุก2ปีลดลงครึ่งหนึ่ง นับตามค่าพลังการคำนวณของผู้เล่น ณ ปัจจุบันโดยยึดจ\n"..
                     "ากอัตราค่าพลังการคำนวณของผู้เล่นที่แอคทีฟทั้งหมดมาดำเนินการแบ่งFRTตามสัดส่ว\n"..
                     "น เช่น ทุกวันยืนยันว่าปล่อยFRTทั้งหมดคือ10000 จำนวนFRTที่ผู้เล่นสะสมได้ทุกวั\n"..
                     "น=10000*ค่าพลังการคำนวณของผู้เล่นคนนี้ ณ ปัจจุบัน/ผลรวมค่าพลังการคำนวณขอ\n"..
                     "งผู้เล่นที่แอคทีฟทั้งหมด ผู้เล่นสามารถเพิ่มพลังการคำนวณได้หลังจากเสร็จสิ้นภารกิจที่เกี่ย\n"..
                     "วข้อง\n"..
                     "2.FRTคืออะไร?\n"..
                     "FRTคือเทคโนโลยีบล็อกเชน ใช้กลไกที่มีการยอมรับเป็นฉันทามติ ใช้หลักวิชาการวิธีเข้า\n"..
                     "รหัสผ่านมารับประกันความปลอดภัยด้านการทำธุรกรรมของสกุนเงินเสมือนจริง ปัจจุบันได้ป\n"..
                     "ล่อยออกตามที่พลังการคำนวณที่ได้รับจากการผลิตภายในเกม Royal Casino ของผู้เล่น\n"..
                     "FRTสามารถใช้ได้ที่ร้านค้าFRTและแลกเปลี่ยนเป็นต้น ปริมาณทั้งหมดของFRTมี\n"..
                     "จำกัด และทุก2ปีจะลดการผลิตลงครึ่งหนึ่ง เวลายิ่งผ่านไประดับความยากต่อการได้รับยิ่งมา\n"..
                     "กขึ้น ช่วงแรกที่เข้าร่วมจะได้เปรียญกว่ามาก(ใน48ชั่วโมงถ้าไม่ได้รับFRTจะยุติการรับ)\n"..
                     "【ปริมาณการผลิตลดลงครึ่งหนึ่ง】:ปริมาณการผลิตFRTทุกวันจะคงที่ ปีแรกทุกครั้งปริม\n"..
                     "าณการผลิตประมาณ285Kอัน ทุก2ปีจะลดลงครึ่งหนึ่ง\n"..
                     "3.FRTมีประโยชน์อย่างไร?\n"..
                     "ปัจจุบันFRTสามารถใช้แลกของรางวัลต่างๆที่หายากในร้านค้าFRT การเก็บFRTในอ\n"..
                     "นาคตอาจจะได้รับผลกำไรมากยิ่งขึ้นนะ~\n"..
                     "FRTต่อจากนี้จะเปิดใช้ฟังก์ชั่นต่างๆมากมายที่สุดล้ำและหายาก ทุกท่านโปรดเก็บรักษาHC\n"..
                     "oinในตัวของท่านไว้ให้ดี!",
}

return M
