local M = {
    SL = "算力",
    FRT = "火币",
    JSHQZ = "努力计算获取中",
    SYFF = "下次分发剩余",
    Tip = "算力值越高，每次分发获取的FRT也越多。\nFRT可兑换实物，未来更有特殊价值！",
    JL1 = "仅保留最近100条记录，存储FRT未来可能收益更大哦~",
    JL2 = "仅保留最近100条记录，算力越高，可能获取的FRT越多",
    RewardTip1 = "在您离开期间，算力帮您累积了%s的收益",
    RewardTip2 = "超48小时则会停止获取，记得时常上来领取哦！",
    GetFRT = "获得FRT",
    GetSL = "获得算力",
    Get = "领取",
    GoTo = "前往",
    GetOver = "已领取",
    SLValue = "算力值",
    WJS = "您暂未解锁此功能，请多多游戏",
    EveryDay = "每日",
    Achievement = "成就",
    NotRecord = "暂无记录",
    ZhuanZhang = "转账",
    Buy = "购买",
    Earnings = "今日收益转入",
    GetFail = "领取失败，请检查网络稍后再试或者联系客服",
    RefreshFail = "刷新任务列表失败",
    GetRecordFail = "拉取记录失败，请检查网络稍后再试",
    Hour = "小时",
    Min = "分钟",

    Task1 = "每日签到",
    Task2 = "在线30分钟",
    Task3 = "分享给5名好友",
    Task4 = "充值任意金额",

    Task5 = "达到VIP%s",
    Task6 = "累计下注500K",
    Task7 = "成功推广5个好友绑定",
    Task8 = "成功兑换任意实物",
    Task9 = "成功夺宝任意商品",
    Task10 = "绑定fb或其他第三方",
    Task11 = "完善个人信息",


    explainTitle = "活动说明",
    explainContent = "1.算力是什么？\n"..
                     "算力是指玩家获取FRT的影响因子，算力越高，获取的FRT越多"..
                     "。FRT产量每天固定，第一年每次产量约28.5万个，每两年减半一"..
                     "次。按照玩家当前的算力值占总活跃玩家算力值比例进行分配"..
                     "FRT。例如，每日确定发放FRT总数为10000，玩家每日采集到"..
                     "的FRT数量=10000*该玩家当前算力值/所有活跃玩家算力值之和"..
                     "。玩家完成相应任务即可增加算力值。\n"..
                     "2.FRT是什么？\n"..
                     "FRT是基于区块链技术，采用去中心化共识机制、使用密码学原"..
                     "理来确保交易安全的虚拟货币。目前根据玩家在RoyalCasino中的产"..
                     "生贡献获得的算力值进行分发，FRT可用于在FRT商城的消费与"..
                     "兑换等。FRT总量有限，且每两年产出量减少半，随着时间的推"..
                     "移获取难度越来越大，前期参与会有更大的优势。（48小时不领取"..
                     "FRT将暂停获取）\n"..
                     "【产出量减半】：FRT产量每天固定，第一年每次产量约28.5万"..
                     "个，每两年减半一次。\n"..
                     "3.FRT有什么用？\n"..
                     "目前FRT可在FRT商城兑换各种稀有实物，存储FRT未来可能收益\n"..
                     "更大哦~\n"..
                     "FRT以后会开放越来越多极其稀有的功能，请大家珍惜手上的FRT哦！"..
                     "",
}

return M
