local lan =
{
    Time="ช่วงเวลากิจกรรม：26.05.2023 - 04.06.2023",
    Gift1="แพ็คพิเศษหรูหรา",
    Gift2="แพ็คพิเศษระดับสูง",
    Gift3="แพ็คพิเศษระดับกลาง",
    Gift4="แพ็คพิเศษมือใหม่",
    ZGFL="คืนกำไรสูงสุด",
    ZGHD="สูงสุดได้รับ <size=28>%s</size>",
    ZDHD="ขั้นต่ำได้รับ <size=28>%s</size>",
    HDSM="จำกัดซื้อแพ็คเกจทุกวัน ระดับVIPยิ่งสูงจะรีเฟรชขั้นโปรโมชั่นที่คุ้มกว่าเดิม",
    HQDK="มีโอกาสได้รับบัตรเติมเงิน\n%sTHB",
    ZSVip="มีโอกาสอัพระดับเป็น %sทันที",
    Broad1="ยินดีด้วย<color=#00F033FF>【%s】</color>แลก<color=#00F0FFFF>【%s】</color>ได้รับ <color=#FFF900FF>%s</color>",
    Broad2="ยินดีด้วย<color=#00F033FF>【%s】</color>แลก<color=#00F0FFFF>【%s】</color>โชคดีได้อัพ<color=#FFF900FF>VIP3</color>ทันที%s",
    VipDJBZ="ระดับVIPไม่พอ ไม่สามารถซื้อรายการนี้ได้",
    BuyTip="แพ็คเกจประจำวันทุกรายการจำกัดซื้อวันละ1ครั้ง",
    BCYCJ="tips：แพ็คเกจที่ราคาต่ำกว่า269เพชรจะไม่สามารถเข้าร่วมกิจกรรมจับรางวัลประจำวันได้",
    ticket = "คูปองฉลองครบรอบ *%s",
    meritsTip = "จะได้รับ25-3000แต้มบุญ มูลค่าแพ็คเกจยิ่งมากแต้มบุญยิ่งเยอะ",
    witchHat = "หมวกแม่มด *%s",
    snow = "เหรียญกาชาปอง *%s",
    linshi = "หินเกล็ดมังกร *%s",
    star = "ดาวนำโชค %s",
}

return lan