local lan = {  

    timeText1 = "เวลากิจกรรม",
    timeText2 = "23/12/2022 - 08/01/2023",
    desc = "สำเร็จภารกิจคริสต์มาส\nปลดล็อคลูกบอลคริสตัลขั้นสูง",
    rewardsText = "สำเร็จภารกิจเพื่อรับรางวัลเป็นลูกบอลคริสตัล",
    bubbleText1 = "JACKPOT",
    bubbleText2 = "มีโอกาสได้รับ",
    taskAllFinish = "ยินดีด้วยคุณทำภารกิจคริสต์มาสสำเร็จ！\nสุขสันต์วันคริสต์มาส！", 
    marquee = "ยินดีด้วย%sลูกบอลคริสตัลได้รับรางวัล%sx%s!", 
    jp = "JACKPOT",
    roleName = "ชื่อตัวละคร",
    winInfo = "รายละเอียดรางวัล",

    btnGo = "ไปต่อ",
    btnAllGet = "รับรางวัล",
    btnUnlock = "ปลดล็อค",
    longClick = "กดค้าง，เพื่อดูลูกบอลคริสตัลอันถัดไป!",
    btnRec = "รายการรางวัล",
    btnJP = "ตัวอย่างรางวัลJP",

    tip1 = "ระยะเวลาออนไลน์ไม่ครบ",
    tip2 = "ยอดลงเดิมพันยังไม่ครบ",
    tip3 = "โปรดเพิ่มเพื่อนมากขึ้น",
    tip4 = "โปรดผูกเบอร์โทรศัพท์",
    tip5 = "โปรดส่งชิปให้เพื่อน",

    diamondNotEnough = "เพชรไม่เพียงพอ",

    sandTower = {
        [1] = {Name = "กล่องของขวัญ"},
        [2] = {Name = "กล่องของขวัญ"},
        [3] = {Name = "ต้นคริสต์มาส"},
        [4] = {Name = "กวางเรนเดียร์"},
        [5] = {Name = "ซานตาครอส"},
        [6] = {Name = "บ้านคริสต์มาส"},
        [7] = {Name = "2023"},
    },
    
    taskType = {
	    [1] = "ออนไลน์เกม%sนาที",
        [2] = "แชร์กิจกรรม1ครั้ง",
        [3] = "เดิมพันในเกมทั้งหมด\n%s",
        [4] = "มีเพื่อน%sคน",
        [5] = "ผูกเบอร์โทรศัพท์",
        [6] = "ส่งชิป1ครั้ง",
        [7] = "ใช้เพชรปลดล็อค",
    },

    expTitle = "กติกา",
    expTopText = "สำเร็จภารกิจเพื่อปลดล็อคลูกบอลคริสตัลระดับสูง\nระดับลูกบอลคริสตัลยิ่งสูง รางวัลJPยิ่งมหาศาล！", 
    expBottomText1 = "แชร์กิจกรรมคริสต์มาส",
    expBottomText2 = "ส่งต่อคำอธิษฐานเพื่อความสุขและสุขภาพที่ดีในเทศกาลคริสต์มาส~",
    expItem = {
        [1] = {Desc = ""},
        [2] = {Desc = ""},
        [3] = {Desc = "JP 3%"},
        [4] = {Desc = "JP 7%"},
        [5] = {Desc = "JP 15%"},
        [6] = {Desc = "JP 25%"},
        [7] = {Desc = "JP 50%"},
    },
}

return lan