local lan = {

    title = "การยืนยันตัวตน",

    btnUpload = "กดอัพโหลด",
    btnSubmit = "ส่งขอตรวจสอบ",
    btnConfirm = "ยืนยัน",
    btnCheck = "ย้อนกลับไปเช็คดู",
    btnNext = "ถัดไป",

    inputPhoneNum = "โปรดกรอกเบอร์โทรศัพท์ของคุณที่ติดต่อได้",
    inputBankCard = "กรุณาใส่เลขบัญชีธนาคาร",
    inputSelect = "โปรดกรอกเบอร์หรือเลขบัตรที่ผูกกับพร้อมเพย์",
    inputTitle = "ขั้นที่%d:",
    first = "ขั้นที่1:",
    second = "ขั้นที่2:",
    third = "ขั้นที่3:",

    tips1 = "เพื่อรับรองความปลอดภัยในการชำระเงินของคุณ การเติมเงินครั้งแรกช่องทางนี้จะต้องดำเนินการยืนยันตัวตน \nเมื่อผลการตรวจสอบผ่านจะสามารถเติมเงินได้ หลังผลการตรวจสอบผ่าน การเติมเงินครั้งถัดไปจะไม่ต้องยืนยันตัวตนอีก",
    tips2 = '1.วางบัตรประชาชนบนกระดาษขาว\n2.เขียนข้อความและเซ็นชื่อดังนี้:\n<color=#f1e414>  เอกสารฉบับนี้ใช้สำหรับยืนยันตัวตน เพื่อขอเปิดช่องทางการเติมเงินเกมรอยัลเท่านั้น\n  วันที่：xx/xx/xxxx (ลงวันที่ส่งภาพ หากไม่ลงวันที่จะไม่ผ่าน)\n  เซ็นชื่อจริง-นามสกุล ตามหน้าบัตร และเซ็นลงท้ายด้วย "สำเนาถูกต้อง"</color>\n3.ถ่ายภาพแล้วส่งอัพโหลด',
    tips3 = "ข้อมูลบัญชีที่กรอกจะต้องตรงกับบัตรประชาชนของส่งมา",
    tips4 = "โปรดเลือกบัญชีพร้อมเพย์ของท่านผูกด้วยเบอร์โทรศัพท์หรือบัตรประชาชน",
    tips5 = "1.มือข้างหนึ่งถือด้านหน้าบัตรแนบไว้บริเวณหน้าอกตนเอง\n2.ใบหน้าจะต้องเห็นชัดเจนไม่มีอะไรมาปกปิด\n3.อักษรบนบัตรประชาชนต้องชัดเจนและอ่านออก\n4.อัพโหลดรูปภาพ",
    pic1 = "ภาพที่1",
    pic2 = "ภาพที่2",

    confirmTips = "เพื่อความรวดเร็วในการผ่านการตรวจสอบ โปรดตรวจสอบให้แน่ชัดว่าข้อมูลทั้งหมดถูกต้อง",
    reviewTips = "ฝ่ายบริการจะเร่งดำเนินการตรวจสอบให้เร็วที่สุด คาดว่าภายใน6ชั่วโมงจะตรวจสอบแล้วเสร็จ ข้อความผลการตรวจสอบจะถูกส่งไปที่ระบบจดหมาย โปรดคอยตรวจสอบ",
    failedTips = "ขออภัย ข้อมูลที่คุณส่งมาไม่ถูกต้อง รายละเอียดโปรดเช็คที่ระบบจดหมาย โปรดส่งข้อมูลยืนยันใหม่อีกครั้งเพื่อเปิดใช้ช่องทางเติมเงินนี้",
    selectTips = "<color=#AF304E>%s</color>\nโปรดเลือกช่องทางที่จะยืนยัน",
    checkingTips = "กำลังตรวจสอบการยืนยันช่องทาง %s อยู่ หลังตรวจสอบเสร็จถึงจะสามารถส่งยืนยันช่องทางอื่นได้",
    phoneNumErr = "เบอร์โทรศัพท์ไม่ถูกต้อง",
    bankCardErr = "เลขบัญชีธนาคาร\nไม่ถูกต้อง",
    photoErr = "พร้อมเซ็นชื่อด้านล่าง แล้วถ่ายภาพชัดเจนและส่งอัพโหลด",
    idCardErr = "บัตรประชนไม่ถูกต้อง",
    statusYes = "ผ่านการตรวจสอบ",
    statusNo = "ยังไม่ได้ตรวจสอบ",
    statusCheck = "กำลังตรวจสอบ",

    example = "ตัวอย่าง",
    pic1Text1 = "ใช้สำหรับเปิดช่องทางเติมเงินของ\nเกมรอยัล เท่านั้น\n<color=#AF304E>วันที่:1/1/2022(วันที่ส่งอัพโหลด)</color>",
    pic1Text2 = "<color=#ECDD7F>วิธีถ่ายสำเนารูป1 3ขั้นตอน</color>\n1.วางบัตรประชาชนบนกระดาษเปล่า\n2.เขียนข้อความใต้บัตรประชาชนตามเนื้อหาข้างบน\n3.ถ่ายภาพแล้วส่งอัพโหลด",
    pic2Text1 = "ถือบัตรประชาชนไว้ตรงหน้าอกหรือข้าง\nใบหน้า จากนั้นถ่ายใบหน้าตนเองและ\nด้านหน้าของบัตร ให้เห็นอย่างชัดเจน",

}

return lan