local lan = {
    Time = "เวลากิจกรรม: 24.08.2021 - 04.10.2021",
    Invite1 = "ทุกการชวนผู้เล่นเก่า1คน จะได้จับ1ครั้ง",
    Invite2 = "ทุกการชวนผู้เล่นใหม่1คน จะได้จับ1ครั้ง",
    Invite = "เชิญชวนเพื่อน",
    InviteRecord = "บันทึกการชวน",
    NotRecord = "ไม่มีบันทึกการชวน ชวนเพื่อนจะได้รับรางวัลมากมาย!",
    Report1 = "<size=22><color=#FFFFFFFF>ยินดีด้วย <color=#00F033FF>%s</color> ผู้เล่นเมื่อสักครู่จับได้ <color=#FFF900FF>%s</color> บัตรเติมเงิน</color></size>",
    Report2 = "<size=22><color=#FFFFFFFF>กิจกรรมฉลองครบรอบโชคดีจริงๆ ยินดีด้วย <color=#00F033FF>%s</color> จับได้ <color=#FFF900FF>คูปองจับรางวัลฉลองครบรอบ！</color></color></size>%s",
    Count = "เหลือ%sครั้ง ",
    InviteLimit = "วันนี้ชวนเพื่อนถึงจำนวนจำกัดแล้ว พรุ่งนี้ค่อยมาใหม่",
    NewUser = "ผู้เล่นใหม่",
    OldUser = "ผู้เล่นเก่า",
    Reward = "<color=#EA889FFF>ได้รับรางวัล</color>",
    RewardLimit = "<color=#F1E414FF>รางวัลถึงจำกัด\nของวันดังกล่าว</color>",
    ImmInvite = "เชิญทันที",
    Tip1 = "ผู้เล่นเก่าคือผู้เล่นที่เคยสมัครบัญชีเกมและล็อคอินเข้าเล่นเกมแล้ว แต่ล่าสุด30วันที่ผ่านมาไม่ได้ล็อคอินเข้าเกมเลย ทุกผู้เล่นเก่าที่เข้ามาจะช่วยได้1ครั้ง",
    notLotNum = "ปัจจุบันไม่มีจำนวนจับรางวัล",

    title = "คำอธิบายกิจกรรม",
    content = "\n1.ชวนเพื่อนจะได้รับโอกาสจับรางวัล ชวนผู้เล่นเก่าสำเร็จจะได้รับรางวัลวงล้อผู้เล่นเก่า (ผู้เ"..
              "\nล่นเก่า:ไม่ได้ล็อคอินเข้าเกม30วัน) และถ้าช่วนผู้เล่นใหม่สำเร็จจะได้จับรางวัลวงล้อผู้เล่นใหม่"..
              "\n2.วงล้อผู้เล่นเก่าทุกวันจำกัด10ครั้ง วงล้อผู้เล่นใหม่ทุกวันจำกัด5ครั้ง ชวนเพื่อนใหม่และผูก"..
              "\nบัญชีสำเร็จยังจะได้รับรางวัลโปรโมทที่หน้าโปรโมทอีกด้วย"..
              "\n3.รางวัลบัตรเติมเงินที่วงล้อจำกัดเวลาและจำนวนการแจก มาก่อนได้ก่อน จับจนรางวัลหมดจ"..
              "\nะสิ้นสุด"..
              "\n4.ห้ามพฤติกรรมการปั้มไอดีต่างๆ ถ้าตรวจสอบพบ แบนบัญชีทันที"

}

return lan