local lan = 
{	
	serviceTips2 = "รองรับไฟล์ JPG เท่านั้น",
	serviceTips3 = "ขนาดใหญ่เกิน3M ไม่สามารถอัพโหลดได้",	
	NameText = "ชื่อและนามสกุล:",
	PhoneText = "เบอร์ติดต่อ:",
	AddressText = "ที่อยู่รับของวัล:",
	EmailText = "LineIDหรือชื่อFBเพื่อติดต่อ:",
	serviceTips1 = "ส่งสำเร็จ",
	serviceTips6 = "ส่งล้มเหลว",
	TopText = "กรอกข้อมูลส่วนตัว- ",
	DearPer = "เรียนผู้เล่น ยินดีด้วยคุณได้รับรางวัลใหญ่ รางวัลดังนี้:",
	Tip1 = "กรุณากรอกข้อมูลของคุณที่ถูกต้อง ฝ่ายบริการจะดำเนินการส่งของรางวัลให้คุณภายใน 7วันทำการ(ไม่รวมวันเสาร์-อาทิตย์ และวันหยุดนักขัตฤกษ์)",
	SubMit = "ส่งข้อมูล",
	Tip2 = "หลังส่งข้อมูลส่วนตัวแล้วจะไม่สามารถแก้ไขครั้งที่สองได้ กรุณายืนยันให้แน่ใจว่าข้อมูลไม่ผิดพลาด ยืนยันการส่งข้อมูลหรือไม่",
	IDupText = "เมื่อรางวัลที่ได้รับมีมูลค่ามากกว่า1000บาท กรุณาแนบไฟล์สำเนาบัตรประชาชนและเซ็นสำเนาถูกต้อง เพื่อรับรางวัล",
	PersonInfoText = "กรุณากรอกข้อมูลของคุณที่ถูกต้อง ฝ่ายบริการจะดำเนินการส่งของรางวัลให้คุณภายใน 7วันทำการ(ไม่รวมวันเสาร์-อาทิตย์ และวันหยุดนักขัตฤกษ์)",
	
	TickerTip = "รางวัลบัตรเติมเงิน ฝ่ายบริการจะส่งรหัสบัตรเติมเงินให้ทางระบบจดหมายในเกม",
	TealTip = "รางวัลที่จริงต่างๆ ฝ่ายบริการจะจัดส่งทางไปรษณีย์ตามข้อมูลที่ผู้เล่นได้กรอกมา โปรดตรวจสอบให้แน่ใจว่าข้อมูลการติดต่อนั้นถูกต้องจริง",
	Dayu = "รางวัลนี้มีมูลค่าเกิน 1000บาท",

	tip3 = "กรุณากรอกชื่อ-นามสกุลจริง",
	tip4 = "กรุณากรอกเบอร์โทรศัพท์",
	tip5 = "กรุณากรอกที่อยู่รับของรางวัล",
	tip6 = " กรุณากรอกEmail",
	tip7 = "กรุณาแนบไฟล์สำเนาบัตรประชาชนของคุณและเซ็นสำเนาถูกต้องแล้ว",
}

return lan