return 
{
   UI_LotteryCountdown = "เปิดรางวัลเหลือเวลา:",
   UI_CurrentLotteryNumber = "หมายเลขงวด:",
   Error_MoneyNotEnough = "ยอดคงเหลือไม่เพียงพอ",
   Error_Purchase_Failed = "ซื้อล้มเหลว",
   Error_Lottery_Price_Illegal = "ซื้อล้มเหลว",
   Error_Lottery_Sold_Out = "ลอตเตอรี่งวดนี้ขายหมดแล้ว",
   Error_Lottery_SoldAlready = "ขออภัย ปัจจุบันหมายเลขที่คุณเลือกถูกผู้เล่นอื่นซื้อไปแล้ว กรุณาเลือกใหม่",
   Error_Lottery_BookingAlready = "ซื้อล้มเหลว",
   UI_bought = "  ซื้อแล้ว ",
   UI_sheet = " ใบ   ",
   Purchase_Success = "ซื้อสำเร็จ",
   LotteryIssue = "หมายเลขงวด",
   JackpotMan = "ผู้เล่นที่ได้รางวัลที่หนึ่ง",
   JackpotNum = "หมายเลขออกรางวัลที่หนึ่ง",
   PastLottery = "สถิติการเปิดรางวัลงวดที่ผ่านมา",
   ToJockpot = "สะสมทบรางวัลแจ็คพ็อตงวดถัดไป",
   RuleTitle = "กติกา",
   MyPurchaseRecord = "ประวัติการซื้อ",
   RecordEmpty = "ขออภัย ปัจจุบันหมายเลขที่คุณเลือกถูกผู้เล่นอื่นซื้อไปแล้ว กรุณาเลือกใหม่",
   NoLottery = "ยังไม่ได้เปิดรางวัล",
   MyPurchaseDetail = "หมายเลขที่ฉันซื้อ",
   LotteryState = "สถานะการถูกรางวัล",
   LotteryNum = "หมายเลขลอตเตอรี่",
   LotteryRule = "กติกาการถูกรางวัล",
   ruleStr01 = "<color=#9B2E57>●</color> หมายเลขที่ผู้เล่นซื้อถูกต้องตรงกับหมายเลขที่ระบบออก ถือว่าถูกรางวัล\n"..
    "<color=#9B2E57>●</color> หากในแต่ละงวดไม่มีคนถูกรางวัล 　ผลกำไรที่ได้จากการขายลอตเตอรี่จะสะสมเพิ่มในแจ็คพอตรางวัลที่หนึ่งของงวดถัดไป\n"..
    "<color=#9B2E57>●</color> ทุกวันงวดแรก เริ่มเปิดรางวัลเวลา <color=#FFB033>23.00</color>น.\n"..
    "<color=#9B2E57>●</color> ทุกวันก่อนเปิดรางวัล 15นาที จะปิดการขายลอตเตอรี่ 　และจะไม่สามารถซื้อล็อตเตอรี่งวดนี้ได้อีก;\n"..
    "<color=#9B2E57>●</color> หลังจากเปิดรางวัล ภายใน <color=#FFB033>1</color>ชั่วโมง จะเป็นช่วงเวลาประกาศหมายเลขที่ถูกรางวัล 　ผู้เล่นยังไม่สามารถซื้อลอตเตอรี่งวดถัดไปได้\n"..
    "<color=#9B2E57>●</color> หลังจากเปิดรางวัลผ่านไป <color=#FFB033>1</color>ชั่วโมงแล้ว ระบบจะทำการเปิดให้ซื้อลอตเตอรี่ของงวดถัดไป 　ผู้จะสามารถซื้อได้ทันที\n"..
    "<color=#9B2E57>●</color> ระบบจะส่งมอบรางวัลที่ผู้เล่นได้รับตามรายการผ่านทางจดหมาย 　โดยผู้เล่นสามารถกดรับรางวัลได้ที่ระบบจดหมาย\n"..
    "<color=#9B2E57>●</color> หากผู้เล่นถูกรางวัลทับซ้อนมากกว่า <color=#FFB033>1</color>รายการ ระบบจะจ่ายรางวัลตามรายการที่สูงสุดให้เท่านั้น\n"..
    "<color=#9B2E57>●</color> หนึ่งหมายเลขลอตเตอรี่สามารถซื้อได้หลายชุด",
   ruleStr02 = "<color=#9B2E57>●</color> ระดับ VIP จะได้รับรางวัลโบนัสล็อตเตอรรี่เพิ่มขึ้น  ระดับVIP ยิ่งสูง โบนัสที่ได้รับยิ่งมากขึ้น",
   ruleStr03 = "\n　รางวัลที่หนึ่ง ได้รับ <color=#FFB033>50,000,000</color>ชิป\n"..
    "　ถูกหมายเลขทั้ง <color=#FFB033>6</color>หลัก ตรงตามรางวัลที่ออกทุกประการ \n"..
    "　รางวัลพิเศษ ได้รับ <color=#FFB033>5,000,000</color>ชิป\n"..
    "　ถูกหมายเลขด้านหน้า <color=#FFB033>5</color>หลักแรก และหมายเลขหลักสุดท้ายเป็นเลขข้างเคียง\n"..
    "　รางวัลสี่ตัวหน้า ได้รับ <color=#FFB033>1,500,000</color>ชิป\n"..
    "　ถูกหมายเลขด้านหน้า <color=#FFB033>4</color>หลักแรก\n"..
    "　รางวัลสี่ตัวหลัง ได้รับ <color=#FFB033>1,500,000</color>ชิป\n"..
    "　ถูกหมายเลขด้านหลัง <color=#FFB033>4</color>หลักท้าย\n"..
    "　รางวัลสามตัวหน้า ได้รับ <color=#FFB033>750,000</color>ชิป\n"..
    "　ถูกหมายเลขด้านหน้า <color=#FFB033>3</color>หลักแรก\n"..
    "　รางวัลสามตัวหลัง ได้รับ <color=#FFB033>750,000</color>ชิป\n"..
    "　ถูกหมายเลขด้านหลัง <color=#FFB033>3</color>หลักท้าย\n"..
    "　รางวัลเลขท้ายสองตัว ได้รับ <color=#FFB033>150,000</color>ชิป\n"..
    "　ถูกหมายเลขด้านหลัง <color=#FFB033>2</color>หลักท้าย\n"..
    "　รางวัลเต็ง  ได้รับ <color=#FFB033>10,000</color>ชิป\n"..
    "　ถูกหมายเลขสองหลักท้ายตัวใดตัวหนึ่ง\n\n",
   ruleStr04 = "<color=#9B2E57>●</color> ตามข้อบังคับกฎหมายไทยหากของรางวัลมีมูลค่ามากกว่า <color=#FFB033>1,000</color>บาทขึ้นไป 　ผู้เล่นจะต้องยื่นสำเนาบัตรประชาชนให้แก่ทางผู้พัฒนาเกมเพื่อเป็นหลักฐานในการแลกของรางวล\n",
   ruleStr05 = "<color=#9B2E57>●</color> กิจกรรมการแลกรางวัลนี้ไม่มีส่วนเกี่ยวข้องกับ บริษัท Apple 　รางวัลทั้งหมดจัดขึ้นโดยผู้พัฒนาเกม",
   DeadLine = "สิ้นสุดเวลา:",
   OpenTime = "เวลาเปิดรางวัล:",
   UI_LotteryRecord = "สถิติ",
   UI_BuyRecord = "ประวัติการซื้อ",
   UI_Rule = "กติกา",
   UI_NextTime = "งวดถัดไปเปิดรางวัลเหลือเวลา:",
   UI_SendTip = "รางวัลที่ได้จะถูกส่งไปที่จดหมายของท่าน",
   UI_ResultNumber = "รางวัลออกหมายเลข",
   UI_InputNumberTip = "กรุณาใส่หมายเลขลอตเตอรี่",
   NETWORK_CLOSE = "อินเตอร์เน็ตหลุดการเชื่อมต่อ จะย้อนกลับไปที่ล็อบบี้",
   Unit = "รางวัล",
   Price_One = "รางวัลที่หนึ่ง",
   Price_Two = "รางวัลพิเศษ",
   Price_Three = "รางวัลสี่ตัวหน้า",
   Price_Four = "รางวัลสี่ตัวหลัง",
   Price_Five = "รางวัลสามตัวหน้า",
   Price_Six = "รางวัลสามตัวหลัง",
   Price_Seven = "รางวัลเลขท้ายสองตัว",
   Price_Eight = "รางวัลเต็ง",
   LastReward = "ถูกรางวัลงวดก่อน: ",
   Reward = "ได้รับ",
   Chip = "ชิป",
   DIA_GO_SHOP = "ชิปของคุณไม่เพียงพอ ไม่สามารถลงเดิมพันได้อีก ต้องการไปที่ร้านค้าหรือไม่?",
   VipPremiums = "ได้รับโบนัส",
   PurchaseNum = "จำนวนซื้อ",
   UI_Mail = "จดหมาย",
   RankList = "ตารางอันดับ",
   Lottery_tip = "คุณตอนนี้มีไม่พอ200000ชิป ไม่สามารถซื้อลอตเตอรี่ได้ ต้องการเติมเงินหรือไม่?",
   TitleTop = "TOP 50",
   MyRank = "My ranking:",
   BtnClear = "Clear",
   BtnOK = "OK",
}
