local lan = {
	totalText = "แจ็คพอต",
	timesText = "ขอพร %d ครั้ง",
	timesLeftText = "วันนี้คงเหลือรางวัล:%dครั้ง",

	wishListTitle = "รายการรางวัล",
	wishListPlaceText = "รางวัลระดับ%d:",
	wishListLuckyPlaceText = "รางวัลโชคดี:",
	wishListRankText = "อันดับที่%d",
	wishListScoreText = "สะสม%dคะแนน",
	wishListWait = "รอคอยรางวัล",
	wishListBtn = "ผู้ที่ได้รับรางวัลครั้งก่อนหน้า\n",

	wishLimit = "จำนวนครั้งขอพรถึงจำกัด",

	wishMoneyNotEnough = "คุณปัจจุบันมีบัตรของขวัญไม่เพียงพอที่จะขอพร",

	helpTopText = "หออธิฐานขอพร",
	helpTitle = "กติกา",
	helpContent = "1.ช่วงเวลากิจกรรมผู้เล่นสามารถใช้ชิปหรือบัตรของขวัญเพื่อขอพรได้"
	.."\n2.จำนวนสะสมการขอพระของผู้เล่นทั้งหมดเมื่อครบถึงกำหนดจะทำการเปิดรางวัล ผู้เล่นที่โชคดีจะได้รับรางวัลที่ปรารถนา"
	.."\n3.หลังกิจกรรมจบลงผู้เล่นที่ได้รับรางวัลคะแนนสะสมติด50อันดับแรกจะได้ส่วนแบ่งจากรางวัลแจ็คพอตรวม"
	.."\n	อันดับ               รางวัล"
	.."\n	1                     25%"
	.."\n	2                     15%"
	.."\n	3                     10%"
	.."\n	4-10                  4%"
	.."\n	11-30                 0.75%"
	.."\n	31-50                 0.35% "
	.."\n4.ผู้เล่นที่ได้รับรางวัลสามารถรับรางวัลได้ที่ระบบจดหมาย"
	.."\n5.รางวัลจัดอันดับ เมื่อกิจกรรมสิ้นสุดลงภายใน24ชั่วโมงจะทำการส่งไปที่ระบบจดหมาย",

	rankText = "อันดับ",
	rankText1 = "ผู้เล่น",
	rankText2 = "คะแนนสะสม",
	rankText3 = "รางวัล",

	winnerTitle = "ผู้ที่ได้รับรางวัลครั้งก่อนหน้า",
}

return lan