local lan = {  
    timeText = "เวลากิจกรรม %s",
    actTime = "15/05/2023 - 24/05/2023",
    jp = "JACKPOT",
    roleName = "ชื่อ",
    winInfo = "ข้อมูลรางวัล",
    rewardsText = "การรวบรวมซากยานมาอัปเกรดจะมีโอกาสได้รับรางวัลดังต่อไปนี้!",
    bubbleText  = "โปรดรับเสบียงอุปกรณ์เพิ่มเติม",
    myRank = "อันดับของฉัน",
    selectText = "โปรดเลือกรูปโปรไฟล์ที่ชื่นชอบ",
    diamondNotEnough = "เพชรไม่เพียงพอ",
    redPacketTips = "สำเร็จภารกิจสะสมอั่งเปาจะแลกวอลเล็ทได้20THB\nps:อั่งเปานี้จำกัดแลกเฉพาะในช่วงกิจกรรมเท่านั้น\nหากกิจกรรมสิ้นสุด เงินสะสมอั่งเปาจะหายไป",
    redPacketNotEnought = "ตอนนี้ยังไม่มีสะสม ไปทำเควสสิ~",
    buffTips = "ซื้อแพ็คเกจอัพระดับจะได้รับBUFFเพิ่มอั่งเปา ได้รับรางวัลอั่งเปาเพิ่มมากยิ่งขึ้น",

    btnLock = "ยังไม่ปลดล็อค",
    btnUnlock = "อัพผ่านโดยตรง",
    btnRank = "ตารางอันดับ",
    btnRecord = "รายชื่อผู้ได้รางวัล",
    btnGet = "ยืนยัน",

    taskType = {
        [1] = "ออนไลน์เกม%dนาที",
        [2] = "แชร์กิจกรรม%dครั้ง",
        [3] = "ลงเดิมพัน%s",
        [4] = "มีเพื่อน%dคน",
        [5] = "ผูกเบอร์โทรศัพท์",
        [6] = "ส่งชิป%dครั้ง",
        [7] = "ใช้เพชรปลดล็อค",
        [8] = "ตั้งค่ารหัสความปลอดภัย",
        [11] = "เติมเงินเท่าไรก็ได้%dรายการ",
    },

    targetName = {
        [1] = {
            [1] = "ยานรบพายุมรกต",
            [2] = "ยานรบแมงป่อง",
            [3] = "ยานรบตัวต่อ",
            [4] = "ยานรบแดงสังหาร",
            [5] = "ยานรบปีกขาว",
            [6] = "ยานรบดอกโรซ่า",
            [7] = "ยานรบสายฟ้า",
            [8] = "ยานรบเปลวไฟ",
            [9] = "ยานรบม่วงแดง",
            [10] = "ยานรบสุริยันต์",
        },
        [2] = {
            [1] = "ยานรบบลูเบิร์ด",
            [2] = "ยานรบลายพราง",
            [3] = "ยานรบพญาอินทรี",
            [4] = "ยานรบนางฟ้า",
            [5] = "ยานรบแฟนธ่อม",
            [6] = "ยานรบอีกาแดง",
            [7] = "ยานรบเยือกเย็น",
            [8] = "ยานรบเปลวไฟ",
            [9] = "นางฟ้าแฝด",
            [10] = "ยานรบประจัญบานมังกรแดง",
        },
        [3] = {
            [1] = "ยานบินลาดตระเวนไร้คนขับ",
            [2] = "ยานตรวจจับ UFO ไร้คนขับ",
            [3] = "เรือประจัญบานโจ๊กเกอร์",
            [4] = "คลังข้อมูล",
            [5] = "คลังกระสุน",
            [6] = "หมีทำลายล้าง",
            [7] = "ยานท่องอวกาศ",
            [8] = "ยานประจัญบานฉลามทอง",
            [9] = "แมงป่องพิษนรก",
            [10] = "ยานแม่ BOSS คางคกทอง",
        },
    },

    tip1 = "ระยะเวลาออนไลน์ไม่ครบ",
    tip2 = "ยอดลงเดิมพันยังไม่ครบ",
    tip3 = "โปรดเพิ่มเพื่อนให้มากขึ้น",
    tip4 = "โปรดผูกเบอร์โทรศัพท์",
    tip5 = "โปรดส่งชิปให้เพื่อน",
    tipTask = "รีบทำภารกิจ เพื่อโจมตีให้พลังลดลงกันเลย!",

    entryBtn = "ไปทันที",
    entryText1 = "ภารกิจพิชิตดาวอังคารเริ่มแล้ว!",
    entryText2 = "อัพเกรดยานรบรับรางวัลมากมาย!",
    entryOverTip = "กิจกรรมปัจจุบันสิ้นสุดแล้ว",

    atlasTitle = "สำเร็จภารกิจอัปเกรดยานรบ รับเสบียงอุปกรณ์จากดาวอังคาร \nจะได้รับรางวัลมากมาย！",
    explainTitle = "ภารกิจพิชิตดาวอังคาร",
    explainText = [[
เวลากิจกรรม: %s

ในจักรวาลอาจมีมนุษย์ต่างดาวมาบุกโจมตี 
จำเป็นต้องรวบรวมเศษเครื่องจักรอย่างต่อเนื่อง 
เพื่อปรับปรุงความทนทานและประสิทธิภาพของยานรบ 
หวังว่าคุณจะถึงดาวอังคารโดยไว 
และสำเร็จภารกิจ!
หมายเหตุ:
มีเสบียงอุปกรณ์ RASA ที่บนดวงจันทร์และดาวอังคารมากมาย 
โปรดรับให้ทันเวลา!

ภารกิจเวลาออนไลน์และภารกิจเดิมพันในปัจจุบันจะไม่ถูกสะสมในภารกิจต่อไป

กติกาติดอันดับสะสมยานรบ:ที่ตารางอันดับจะนับตามเวลาที่ผู้เล่นสะสมเครื่องบินครบ ยิ่งสำเร็จไวอันดับยิ่งสูง ตารางอันดับจะแสดงผู้เล่นที่สะสมครบ30คนแรกเท่านั้น (ไม่มีรางวัลใดๆต่างหาก)]],

}

return lan