local lan = {  
    timeText = "活动时间 %s",
    actTime = "15/05/2023 - 24/05/2023",
    jp = "JACKPOT",
    roleName = "玩家",
    winInfo = "中奖信息",
    rewardsText = "收集残骸升级将有几率获得以下奖励！",
    bubbleText  = "请领取装备补给",
    myRank = "我的排名",
    selectText = "请选择自己喜欢的头像",
    diamondNotEnough = "钻石不足",
    redPacketTips = "完成任务收集红包可兑换20THB\nps：红包仅限活动期间内兑换超时无法兑换",
    redPacketNotEnought = "当前未拥有请通过任务收集~",
    buffTips = "购买直升礼包将获得红包BUFF加成，获得更大额THB奖励！",

    btnLock = "未解锁",
    btnUnlock = "直升",
    btnRank = "排行榜",
    btnRecord = "获奖名单",
    btnGet = "确定",

    taskType = {
        [1] = "游戏在线%d分钟",
        [2] = "分享%d次活动页面",
        [3] = "游戏总流水%s",
        [4] = "有%d个好友",
        [5] = "绑定手机号码",
        [6] = "赠送%d次",
        [7] = "钻石解锁",
        [8] = "设置安全码",
        [11] = "任意充值%d笔",
    },

    targetName = {
        [1] = {
            [1] = "绿风战机",
            [2] = "蝎子战机",
            [3] = "黄蜂战机",
            [4] = "红刹战机",
            [5] = "白羽战机",
            [6] = "蔷薇战机",
            [7] = "雷霆战机",
            [8] = "星火战机",
            [9] = "紫红战机",
            [10] = "赤日战机",
        },
        [2] = {
            [1] = "蓝鸟战机",
            [2] = "迷彩战机",
            [3] = "天鹰战机",
            [4] = "嫣然战机",
            [5] = "幻影战机",
            [6] = "赤鸦战机",
            [7] = "极寒战机",
            [8] = "烈焰战机",
            [9] = "双子天使",
            [10] = "赤龙战舰",
        },
        [3] = {
            [1] = "无人侦察机",
            [2] = "无人侦测",
            [3] = "小丑战舰",
            [4] = "数据库",
            [5] = "弹药库",
            [6] = "破坏熊",
            [7] = "星际巡航",
            [8] = "金鲨战舰",
            [9] = "地狱毒蝎",
            [10] = "Boss金蟾航母",
        },
    },

    tip1 = "在线时长不满足",
    tip2 = "流水不满足",
    tip3 = "请添加更多好友",
    tip4 = "请绑定手机",
    tip5 = "请赠送给好友",
    tipTask = "我们快点完成任务来攻击BOSS吧",

    entryBtn = "前往",
    entryText1 = "火星任务强势上线！",
    entryText2 = "升级战机领取丰厚奖励！",
    entryOverTip = "当前活动已结束",

    atlasTitle = "完成任务升级战机，领取星球补给，\n可获得丰厚奖励！",
    explainTitle = "火星任务",
    explainText = [[
活动时间：%s

宇宙中可能遇到外星攻击,需要不断收集机械残骸，
来提升战机续航和性能，希望你早日到达火星，完成任务！
Ps：月球和火星上有丰厚的RASA装备补给，记得及时领取！

当前任务游戏在线时间及流水不会累积至下一任务

累计飞机榜规则：飞机排行榜根据用户完成收集飞机的时间，完成越快排名越靠前，排行榜仅显示完成收集飞机前30名。（无任何奖励）]],

}

return lan