local lan = {  
    --故事1
    [1] = {
        --前言
        BtnGetTask = "接受任务",
        Begin = {
            --第一页
            [1] = {
                Text1 = "RASA航天局近期收到一封",
                Text2 = "来自国际地质联盟的机密文件",
                Text3 = "文件指出在未来地球将会发生一场前所未有的大爆炸",
            },
            --第二页
            [2] = {
                Text1 = "这是一场无法避免灾难,",
                Text2 = "于是RASA航天局决定",
                Text3 = "将派遣一批宇航员驾驶战机前往火星建造生存基地",
            },
            --第三页
            [3] = {
                Text1 = "宇宙中可能遇到外星攻击,需要不断收集机械残骸，",
                Text2 = "来提升战机续航和性能",
                Text3 = "希望你早日到达火星，完成任务！",
                Text4 = "Ps：月球和火星上有丰厚的RASA装备补给，记得及时领取！",
            }
        },
        Finish = {
            --第一页
            [1] = {
                Text1 = "恭喜你已经到达月球领空，",
                Text2 = "记得领取你的RASA装备补给",
                Text3 = "飞行那么久该休息一下，我们下个月中将再次出发！",
            },
        }
    },

    --故事2
    [2] = {
        --前言
        Begin = {
            --第一页
            [1] = {
                Text1 = "嘿最近还好吗，休息的怎么样，调试下战机",
                Text2 = "准备好，我们要继续上路咯！",
            }
        },
        Finish = {
            --第一页
            [1] = {
                Text1 = "恭喜你已经到达火星领空，记得领取你的RASA装备补给",
                Text2 = "休息一下顺便在附近勘探一下，我们下个月中将再次出发！",
            },
        }
    },

    --故事3
    [3] = {
        --前言
        Begin = {
            --第一页
            [1] = {
                Text1 = "一批外星生物战队正在破坏火星上的生存能源",
                Text2 = "快阻止他们，保卫我们最后领土！",
            }
        },
        Finish = {
            --第一页
            [1] = {
                Text1 = "恭喜你已成功击败了他们，感谢你为RASA火星基地做的贡献",
                Text2 = "请领取火星基地补给奖励，下次见伙计！",
            },
        }
    },


    btnContinue = "点击继续",
}

return lan