local lan = {  
    --故事1
    [1] = {
        --前言
        BtnGetTask = "ยอมรับภารกิจ",
        Begin = {
            --第一页
            [1] = {
                Text1 = "หน่วยงานอวกาศ RASA ไม่นานมานี้ได้รับเอกสารลับ",
                Text2 = "จากสหภาพนานาชาติวิทยาธรณีวิทยา",
                Text3 = "เอกสารระบุว่าในอนาคตอันใกล้นี้ โลกจะมีการระเบิดรุนแรงครั้งใหญ่ที่ไม่เคยเกิดขึ้นมาก่อน",
            },
            --第二页
            [2] = {
                Text1 = "ซึ่งมันเป็นหายนะที่ไม่อาจหลีกเลี่ยงไม่ได้",
                Text2 = "ดังนั้นหน่วยงานอวกาศ RASA จึงตัดสินใจ",
                Text3 = "ส่งทีมนักบินอวกาศขับยานรบมุ่งหน้าไปยังดาวอังคารเพื่อสร้างฐานที่อยู่ใหม่สำหรับความอยู่รอด",
            },
            --第三页
            [3] = {
                Text1 = "ในจักรวาลอาจมีมนุษย์ต่างดาวมาบุกโจมตี จำเป็นต้องรวบรวมเศษเครื่องจักรอย่างต่อเนื่อง",
                Text2 = "เพื่อปรับปรุงความทนทานและประสิทธิภาพของยานรบ",
                Text3 = "หวังว่าคุณจะถึงดาวอังคารโดยไว และสำเร็จภารกิจ!",
                Text4 = "หมายเหตุ:มีเสบียงอุปกรณ์ RASA ที่บนดวงจันทร์และดาวอังคารมากมาย โปรดรับให้ทันเวลา!",
            }
        },
        Finish = {
            --第一页
            [1] = {
                Text1 = "ขอแสดงความยินดี คุณมาถึงน่านอวกาศดวงจันทร์แล้ว อย่าลืมรับเสบียง",
                Text2 = "อุปกรณ์RASA หลังจากบินมานานระยะไกลแล้ว ถึงเวลาพักผ่อนชั่วคราว",
                Text3 = "เราจะออกเดินทางอีกครั้งในกลางเดือนหน้า แล้วพบกันใหม่！",
            },
        }
    },
    
    
    --故事2
    [2] = {
        --前言
        Begin = {
            --第一页
            [1] = {
                Text1 = "สวัสดี ช่วงนี้สบายดีไหม มาลุยกันต่อเหล่านักบิน",
                Text2 = "เตรียมพร้อมแล้ว พวกเราออกเดินทางต่อกันเถอะ！",
            }
        },
        Finish = {
            --第一页
            [1] = {
                Text1 = "ยินดีด้วยคุณถึงน่านอวกาศดาวอังคารแล้ว อย่าลืมรับเสบียงอุปกรณ์ RASA ของคุณด้วย",
                Text2 = "หยุดพักและสำรวจพื้นที่ใกล้เคียงโดยรอบ พวกเราจะออกเดินทางอีกครั้งในกลางเดือนหน้า!",
            },
        }
    },

    --故事3
    [3] = {
        --前言
        Begin = {
            --第一页
            [1] = {
                Text1 = "พวกเอเลี่ยนกำลังทำลายพลังงานบนดาวอังคาร",
                Text2 = "รีบหยุดยั้งพวกมัน ป้องกันดินแดนสุดท้ายของพวกเราไว้ให้ได้！",
            }
        },
        Finish = {
            --第一页
            [1] = {
                Text1 = "ยินดีด้วยคุณเอาชนะพวกมันได้สำเร็จ  ขอบคุณสำหรับภารกิจครั้งนี้",
                Text2 = "โปรดรับรางวัลเสบียงที่ฐานดาวอังคาร ครั้งหน้าพบกันใหม่！",
            },
        }
    },
    btnContinue = "กดเพื่อไปต่อ",
}

return lan