return {
   ---------------------------------------------- MiniSBView ----------------------------------------
   ConnectText = "Connecting",
   ---------------------------------------------- MiniSBActivityView ----------------------------------------
   -- 不要格式化下面这个字符串
   LongPhoneRuleText = [[参与对象：所有玩大小盘的玩家
参与大小盘的玩家会被分到胜者行及输者行
胜者行是连续战胜的玩家，每盘下注金额最少1万
输者行是连续失败的玩家，每盘下注金额最少1万
若被退还钱的话，就不算已经还给的金额
每天最多能召唤7次
玩家用来算点数的行就是玩家在活动期间中的最胜者行或输者行
胜/输行会在下面一些场合来重设，玩家行被打断，每天的00点会重设，出现召唤到神龙，神凤的玩家
如果2个玩家的胜/输⾏的数量行样，达到那行的后者会有更高的排行
达到15 胜者行的玩家会召唤到神龙，并能领取随即奖励从1.111.111 ~ 7.777.777 筹码
达到15 输者行的玩家会召唤到神凤，并能领取随即奖励从1.111.111 ~ 7.777.777 筹码
出现能召唤神龙，神凤的玩家后，所有玩家的胜/输行都被重设，同时 ⼊榜的玩家会受到系统的礼物如下：
Top 1 : 500.000
Top 2 : 200.000
Top 3 : 100.000
Top 4-10 : 50.000
Top 11-20 : 20.000
]],
   RankText = "排行",
   NameText = "玩家",
   StreakText = "行数",
   AwardText = "奖励",
   BetCountText = "总下注",
   MyStreakText = "您的连串: ",
   MyPositionText = "您的排行: ",
   RankLongNow = "当前连胜局",
   RankPhoneNow = "当前连输局",
   Long = " (神龙)",
   Phone = " (神风)",
   Day = "天",
   God = " 神 ",
   ---------------------------------------------- ChatView ----------------------------------------
   Placeholder = "请输入...",
   ---------------------------------------------- MiniSBHistoryView ----------------------------------------
   Date = "时间",
   Name = "玩家",
   Bet = "下注",
   Return = "退还",
   ---------------------------------------------- MiniSBLineHistoryView ----------------------------------------
   AllText = "全部",
   Dice = "骰子 ",
   ---------------------------------------------- MiniSBMyHistoryView ----------------------------------------
   RoomID = "场次",
   Result = "结果",
   DiceResult = "骰子",
   BetCountTextLowerCase = "下注",
   ReturnText = "退还",
   Big = "大",
   Small = "小",
   ---------------------------------------------- MiniSBRankingView ----------------------------------------
   Rank = "排行",
   ChipCount = "筹码",
   ------------------------------------------------ Effect --------------------------------------
   Congratulations = "恭喜玩家",
   ------------------------------------------------ MiniSBRuleView --------------------------------------

   RuleText = [[每个玩家只能下一个区域，不能同时下大和小
系统将在胜利的玩家那抽水，抽取5%的水
3-10为小，11-18为大（3个骰子）]]
}
