return {
   ---------------------------------------------- MiniSBView ----------------------------------------
   ConnectText = "Connecting",
   ---------------------------------------------- MiniSBActivityView ----------------------------------------
   -- 不要格式化下面这个字符串
   LongPhoneRuleText = [[ผู้ที่เข้าร่วม:ผู้เล่นทั้งหมดที่เล่นสูงต่ำ
ผู้เล่นที่เล่นเกมทายลูกเต๋าสูงต่ำจะถูกแบ่งฝั่งชนะและแพ้ต่อเนื่อง
ชนะต่อเนื่องคือผู้เล่นที่ชนะต่อเนื่อง ทุกเกมลงเดิมพันอย่างน้อย10K
แพ้ต่อเนื่้องคือผู้เล่นที่แพ้ต่อเนื่อง ทุกเกมลงเดิมพันอย่างน้อย10K
ถ้าถูกคืนชิป ก็จะไม่นับยอดที่คืนชิปไป
ทุกวันสามารถเรียกได้7ครั้ง
ชนะและแพ้ต่อเนื่องจะถูกรีเซ็ตในเกมถัดไป ผู้เล่นจะถูกตัดนับใหม่ ทุกวันเวลา00.00น.รีเซ็ตใหม่ จะปรากฏผู้เล่นที่เรียกเทพเจ้ามังกรและฟินิกส์
ถ้าจำนวนชนะ/แพ้ของผู้เล่น2คนเท่ากัน ผู้ที่ถึงทีหลังจะได้อันดับที่สูงกว่า
ผู้เล่นที่ชนะติดต่อ15ครั้งจะเรียกเทพเจ้ามังกรได้ และสามารถได้รับรางวัลสุ่มตั้งแต่1.111.111 ~ 7.777.777ชิป
ผู้เล่นที่แพ้ติดต่อ15ครั้งจะเรียกเทพเจ้าฟินิกส์ได้ และสามารถได้รับรางวัลสุ่มตั้งแต่1.111.111 ~ 7.777.777ชิป
หลังปรากฏผู้เล่นที่เรียกเทพเจ้ามังกรและฟินิกส์ การชนะ/แพ้ต่อเนื่องของผู้เล่นทั้งหมดจะถูกรีเซ็ต และในเวลาเดียวกันผู้เล่นที่ติดอันดับจะได้รับของรางวัลจากระบบดังนี้:
Top 1 : 500.000
Top 2 : 200.000
Top 3 : 100.000
Top 4-10 : 50.000
Top 11-20 : 20.000]],
   RankText = "ลำดับ",
   NameText = "ชื่อผู้เล่น",
   StreakText = "รายการ(จำนวนชนะ/แพ้ต่อเนื่อง)",
   AwardText = "รายการรางวัล",
   BetCountText = "ยอดลงเดิมพันรวม",
   MyStreakText = "รายการของคุณ (จำนวนชนะ/แพ้ต่อเนื่อง): ",
   MyPositionText = "อันดับของคุณ: ",
   RankLongNow = "อันดับเทพเจ้ามังกร",
   RankPhoneNow = "อันดับเทพเจ้าฟินิกส์",
   Long = "เทพเจ้ามังกร ",
   Phone = "เทพเจ้าฟินิกส์ ",
   Day = "",
   God = "",
   ---------------------------------------------- ChatView ----------------------------------------
   Placeholder = "กรอกข้อความ",
   ---------------------------------------------- MiniSBHistoryView ----------------------------------------
   Date = "เวลา",
   Name = "ชื่อผู้เล่น",
   Bet = "ลงเดิมพัน",
   Return = "คืน",
   ---------------------------------------------- MiniSBLineHistoryView ----------------------------------------
   AllText = "รวม",
   Dice = "ลูกเต๋า ",
   ---------------------------------------------- MiniSBMyHistoryView ----------------------------------------
   RoomID = "หมายเลขเกม",
   Result = "ช่องเดิมพัน",
   DiceResult = "สรุป",
   BetCountTextLowerCase = "ยอดลงเดิมพันรวม",
   ReturnText = "คืน",
   WinText = "ได้รับ",
   Big = "สูง",
   Small = "ต่ำ",
   ---------------------------------------------- MiniSBRankingView ----------------------------------------
   Rank = "อันดับ",
   ChipCount = "ชนะได้รับชิป",
   ------------------------------------------------ Effect --------------------------------------
   Congratulations = "ยินดีด้วยผู้เล่น",
   ------------------------------------------------ MiniSBRuleView --------------------------------------

   RuleText = [[ผู้เล่นทุกคนจะสามารถลงเดิมพันได้ฝั่งเดียว ไม่สามารถลงสูงและต่ำพร้อมกันได้
ระบบจะเก็บภาษีกับผู้เล่นที่ชนะ ค่าภาษี5%
3-10แต้มคือต่ำ 11-18คือสูง(ลูกเต๋า3ลูก)]]
}
