return {
   ------------------------------------------------ MiniLHDView ----------------------------------------
   ConnectText = "Connecting",
   ------------------------------------------------ MiniHDLChatView ----------------------------------------
   Placeholder = "请输入...",
   ------------------------------------------------ MiniLHDHistoryView --------------------------------------

   Index = "序号",
   Result = "赢取",
   Time = "时间",
   roundID = "场次",
   ------------------------------------------------ MiniHDLRuleView --------------------------------------

   RuleText = [[เกมนี้ใช้ไพ่ 8สำรับ (ไม่นับไพ่โจ๊กหรือไม่พิเศษ) รวม416ใบ
ทุกรอบเริ่มใหม่จะสุ่มไพ่ส่วนหนึ่งจากที่ใช้ทั้งหมด416ใบ
1.เมื่อสถานะกำลังลงเดิมพันกดคลิกที่โซนลงเดิมพันจะสามารถลงเดิมพันได้
2.ไม่สามารถลงเดิมพันเสือและมังกรพร้อมกันได้ แต่ลง"เสมอ"ได้
3.ในเวลาเดียวกันลงเดิมพันเสือหรือมังกร และลงเดิมพันที่เสมอ จะถือว่าปกติและจะมีการสรุปผล
4.เมื่อออก"เสมอ"จะคืนค่าลงเดิมพัน64%ที่แทงเสือและมังกรไป ส่วนที่เหลือ36%จะถึงถือเป็นผลของการลงเดิมพัน และคำนวณตามค่าลงเดิมพันปกติ
5.คิดตามอัตราคูณในการจ่าย และไม่เก็บภาษี

1.เทียบไพ่ใหญ่เล็ก จะนับที่แต้มก่อน Kใหญ่สุด Aเล็กสุด
2.และไพ่2ถึง10นับแต้มตามหน้าไพ่ และ10<J<Q<K
3.เมื่อแต้มเท่ากับนับว่าเสมอ

มังกร:อัตราคูณ2เท่า แต้มไพ่"มังกร"สูงกว่าแต้มไพ่"เสือ"
เสือ:อัตราคูณ2เท่า แต้มไพ่"เสือ"สูงกว่าแต้มไพ่"มังกร"
เสมอ:อัตราคูณ9เท่า "มังกร"และ"เสือ"มีแต้มที่เท่ากัน]]
}

