local lan =
{
    activityRule = "กติกากิจกรรม",
    [1] = "เวลากิจกรรม:15.05.2023 - 24.05.2023 23:59",
    [2] = "รายละเอียดกิจกรรม:",
    [3] = "เวลากิจกรรม ผู้เล่นที่เข้าร่วมในเกมประเภทต่อไปนี้ที่มีคะแนนชนะสะสมติด 30 อันดับแรกจะได้รับรางวัลมากมาย ส่วนผู้เล่น3อันดับแรกจะได้รับของรางวัลสุดพิเศษ",
    [4] = "รางวัลกิจกรรมจะถูกส่งเข้าระบบจดหมายหลังจากกิจกรรมสิ้นสุดแล้วภายใน24ชั่วโมง กรุณาอดใจรอรับรางวัล\nหากติด3อันดับแรกของแต่ละประเภทได้รับรางวัลใหญ่ กรุณาติดต่อฝ่ายบริการเพื่อยืนยันตัวตน และทางทีมงานจะจัดส่งของรางวัลให้ภายใน7วันทำการหลังยืนยันตัวตนเรียบร้อยแล้ว",
    [5] = "ประเภทเกม:",
    [6] = "ผ่อนคลาย:ยิงปลา2คน/ยิงปลา4คน/ตีหนูดิน/ยิงเครื่องบิน/มหาศึกชิงบัลลังก์/ตีหนูดินฟาโรห์/นักล่ากระทิง/สงครามหรรษา",
    [7] = "เกมสล็อต:เทพเจ้าโชคลาภ/หอแห่งความสุข/007/ตำนานพิศวาส/ล่าสมบัติ/เทพเจ้าโชคลาภv.2",
    [8] = "เกมเล่นเดี่ยว:ไพ่ป๊อกเด้ง/บาคาร่า/ไฮโล/น้ำเต้าปูปลา/ศึกชิงเจ้าไซอิ๋ว",
    [9] = "อันดับรวมเกม:สล็อตขอให้ร่ำรวย/หอแห่งความสุข/007/เทพเจ้าโชคลาภv2/ป๊อกเด้ง/บาคาร่า/ไฮโลพื้นบ้าน/น้ำเต้าปูปลา/เสือมังกร/DuoFuDuoCai/Thor/เก้าเกไทย/ROMA/Dummy/Kaeng/Money Train/FAFAFA/Roma3/Roma X/DuoFuDuoCaiPro/AZTEC/Olympus/niuniuniu/Lucky Neko/Starlight Princess/Mahjong Ways 2/SWEET BONANZA/Aztecgem",
    ["Title1"] = "อันดับ",
    ["Title2"] = "เกมยิง",
    ["Title3"] = "เกมสล็อต",
    ["Title4"] = "เกมเล่นเดี่ยว",
    ["Title5"] = "รวมเกม"
}
return lan