local lan = {
    giftIcon1 = "最高可获得%s~%s筹码",
    giftIcon2 = "luckytime*%s",
    giftIcon3 = "水滴*%s",
    btn_spin = "长按自动投骰",
    ConsumeText = "当前地图移动一次需要%s个",
    SelectReward = "选择一张卡",
    SelectRewardTip = "%ss后自动选择",
    gameTip = "当前游戏中，请返回大厅参与活动",
    spinTip = "<size=28>เมื่อเข้าร่วมเกมดังกล่าว จะมีโอกาส ได้รับหยดน้ำด้วยนะ ยิ่งเล่นห้องสูง หยดน้ำก็จะยิ่งเยอะ\n"..
            "ยิงปลา2คน/ยิงปลา4คน/ยิงเครื่องบิน\n"..
            "DuoFuDuoCai/FAFAFA/DuoFuDuoCai classic/Treasures of Aztec/Gates of Olympus/SWEET BONANCA/Lucky Neko"..
            "Starlight Princess</size>",

    ruleTitle = "วิธีการเล่น",
    ruleText = "1.รวบรวมไอเทม       ในเกม สามารถเข้าร่วมกิจกรรมผจญภัย, ย้ายตำแหน่งบนแผนที่ด้วยการโยน"..
                "\nทุกครั้งที่มีการเปลี่ยนตำแหน่ง จะได้รับรางวัลในตําแหน่งปัจจุบัน"..
                "\n2.เมื่อไปยังพื้นที่ที่เป็นสัญลักษณ์        จะได้รับรางวัลปริศนา ถ้าหากเดินไปถึงพื้นที่พิเศษจะได้รับ"..
                "\n                         ส่งไปยัง                  เพื่อรวบรวมพลังน้ำ เมื่อพลังน้ำเต็มจะอัปเกรดเป็นแผนที่ด่านถัดไป"..
                "\n3.หลังจากอัปเกรดแผนที่รางวัลจะเพิ่มมากขึ้น และยังมีโอกาสได้รับแจ็คพอตในกิจกรรม"..
                "\nเพื่อรับรางวัลที่อัปเกรดเพิ่มเติม ยิ่งระดับของแผนที่สูงเท่าไหร่รางวัลก็จะยิ่งมากขึ้นเท่านั้น!"..
                "\n4.ทุกครั้งที่ผ่านด่านช้างน้อยจะเปล่งแสงระยิบระยับ ยิ่งช้างเลเวลสูง หรือติดอันดับสูงเท่าไหร่"..
                "\nรางวัลก็จะยิ่งพิเศษมากขึ้นเท่านั้นนะ！",
    ruleText2 = "หมายเหตุ:      ที่ใช้ในแผนที่แต่ละระดับจะแตกต่างกัน สุขสันต์วันสงกรานต์ ~"
}

return lan