local lan = {
    giftIcon1 = "ได้รับสูงสุด%s~%sชิป",
    giftIcon2 = "luckytime*%s",
    giftIcon3 = "หยดน้ำ*%s",
    btn_spin = "กดค้างเพื่อทอยลูกเต๋าอัตโนมัติ",
    ConsumeText = "ทุกครั้งต้องใช้%sหยด",
    SelectReward = "เลือก 1 ใบ",
    SelectRewardTip = "หลังจาก %ss จะเลือกอัตโนมัติ",
    gameTip = "ขณะนี้ยังอยู่ในเกม โปรดกลับไปที่ล็อบบี้เพื่อเข้าร่วมกิจกรรม",
    spinTip = "<size=28>เมื่อเข้าร่วมเกมดังกล่าว จะมีโอกาส ได้รับหยดน้ำด้วยนะ ยิ่งเล่นห้องสูง หยดน้ำก็จะยิ่งเยอะ\n"..
            "ยิงปลา2คน/ยิงปลา4คน/ยิงเครื่องบิน\n"..
            "DuoFuDuoCai/FAFAFA/DuoFuDuoCai classic/Treasures of Aztec/Gates of Olympus/SWEET BONANCA/Lucky Neko"..
            "Starlight Princess</size>",

    ruleTitle = "วิธีการเล่น",
    ruleText = "1.รวบรวมไอเทม       ในเกม สามารถเข้าร่วมกิจกรรมผจญภัย, ย้ายตำแหน่งบนแผนที่ด้วยการโยน"..
                "\nทุกครั้งที่มีการเปลี่ยนตำแหน่ง จะได้รับรางวัลในตําแหน่งปัจจุบัน"..
                "\n2.เมื่อไปยังพื้นที่ที่เป็นสัญลักษณ์        จะได้รับรางวัลปริศนา ถ้าหากเดินไปถึงพื้นที่พิเศษจะได้รับ"..
                "\n                         ส่งไปยัง                  เพื่อรวบรวมพลังน้ำ เมื่อพลังน้ำเต็มจะอัปเกรดเป็นแผนที่ด่านถัดไป"..
                "\n3.หลังจากอัปเกรดแผนที่รางวัลจะเพิ่มมากขึ้น และยังมีโอกาสได้รับแจ็คพอตในกิจกรรม"..
                "\nเพื่อรับรางวัลที่อัปเกรดเพิ่มเติม ยิ่งระดับของแผนที่สูงเท่าไหร่รางวัลก็จะยิ่งมากขึ้นเท่านั้น!"..
                "\n4.ทุกครั้งที่ผ่านด่านช้างน้อยจะเปล่งแสงระยิบระยับ ยิ่งช้างเลเวลสูง หรือติดอันดับสูงเท่าไหร่"..
                "\nรางวัลก็จะยิ่งพิเศษมากขึ้นเท่านั้นนะ！",
    ruleText2 = "หมายเหตุ:      ที่ใช้ในแผนที่แต่ละระดับจะแตกต่างกัน สุขสันต์วันสงกรานต์ ~"
}

return lan