local lan = {
    tex1 = "จำกัดเวลาลุ้นชิงฟรีโทรศัพท์ OPPO A15s",
    tex2 = "คงเหลือ: %s",
    tex3 = "ลุ้นชิงฟรี",
    tex4 = "ชิง!",
    tex5 = "จำกัดแจกฟรี",
    tex6 = "รางวัลใหญ่สุด",
    tex7 = "%sเริ่มใช้\n%s%sชิงฟรี",
    tex8 = "แจกสวัสดิการมากมาย ใครมือไวได้ไปเลย!",
    tex9 = "เริ่มต้น",
    tex10 = "สิ้นสุด",
    tex11 = "คุณยอดซื้อเกินแล้ว!",
    tex12 = "ยังไม่ถึงเวลาช่วงแย่งซื้อ!",
    tex13 = "แพ็คเกจไม่มีในคลังสำรอง",
    tex14 = "%sของคุณไม่เพียงพอ",
    tex15 = "กิจกรรมปัจจุบันสิ้นสุดแล้ว",
    report = "<color=#FFFFFFFF>Oh My God, <color=#00F033FF>%s</color> สวัสดิการชิงรางวัลพรีเมียม Razer ฟรี ใช้ <color=#00F0FFFF>%s</color> ชิงได้ <color=#FFF900FF>%s !</color></color>",

    explainTitle = "คำอธิบายกิจกรรม",
    explainContent = [[ 
กิจกรรมนี้จัดเพื่อตอบแทนผู้เล่นทุกท่านที่คอยสนับสนุนเกม Royal Casino มาโดยตลอด 
เพียงใช้1000ชิป/10000ชิปเพื่อชิงรางวัลฟรีมูลค่ากว่า100ล้านชิป ยังมีบัตรเติมเงิน Razer Gold PIN และ ของรางวัลพรีเมียมจากทาง Razer อีกมากมาย!

ระยะเวลากิจกรรมตั้งแต่ 28 มกราคม ถึง 30 มกราคม 2022 นี้ เวลา 20:00-22:05น. ทุกวันจะมีทั้งหมด13รอบชิงรางวัล
คำอธิบายพิเศษ：ช่วงกิจกรรมจะชิงรางวัลสำเร็จได้เพียง3รายการ ทุกวันสามารถชิงรางวัลสำเร็จได้1รายการ
<color=#FFF900>
รอบที่1 20:00-20:05 รางวัลชิปรวมร้อยล้าน
รอบที่2 20:10-20:15 รางวัลชิปรวมร้อยล้าน/บัตรเติมเงินนับหมื่นบาท
รอบที่3 20:20-20:25 รางวัลชิปรวมร้อยล้าน
รอบที่4 20:30-20:35 รางวัลชิปรวมร้อยล้าน/บัตรเติมเงินนับหมื่นบาท
รอบที่5 20:40-20:45 รางวัลชิปรวมร้อยล้าน
รอบที่6 20:50-20:55 รางวัลชิปรวมร้อยล้าน/บัตรเติมเงินนับหมื่นบาท
รอบที่7 21:00-21:05 รางวัลใหญ่หูฟังเกมมิ่ง Razer Kraken BT Kitty
รอบที่8 21:10-21:15 รางวัลชิปรวมร้อยล้าน
รอบที่9 21:20-21:25 รางวัลชิปรวมร้อยล้าน/บัตรเติมเงินนับหมื่นบาท
รอบที่10 21:30-21:35 รางวัลชิปรวมร้อยล้าน/บัตรเติมเงินนับหมื่นบาท
รอบที่11 21:40-21:45 รางวัลชิปรวมร้อยล้าน
รอบที่12 21:50-21:55 รางวัลชิปรวมร้อยล้าน/บัตรเติมเงินนับหมื่นบาท
รอบที่13 22:00-22:05 รางวัลใหญ่หูฟังเกมมิ่ง Razer Kraken BT Kitty
</color>
กิจกรรมสวัสดิการชิงรางวัลแจกต่อเนื่อง3วันติด ใครมือไวกว่า ได้รางวัลฟรี ชิงรางวัลอย่างยุติธรรม
หากพบเจอพฤติกรรมโกงหรือผิดปกติ ทางทีมงานจะแบนบัญชีทันที]],

}
return lan