local lan =
{
	PayTip = "还需%s抽奖",
    RandomPay = "任意充值一笔",
    PayTotal = "当前充值总额: ",
    PayScore = "当前累计积分: ",
    PrizeList = "中奖名单",
    Award = "奖励",
    PrizeTime = "中奖时间",
    Nick = "昵称",
    DianKa = "点卡",
    Lottery = "抽奖",
    Tip = "累计充值达到额度参与抽奖",
    ActTime = "活动时间: %s",
    LookPrize = "查看奖励",
    ToPay = "去充值",
    YetLottery = "已抽奖",
    NotRecharge = "暂无充值",
    BeOnTrack = "几率获得",
    meritsTip = "可获得5-5000功德点，累充金额越大功德点越多",
    btnRank = "积分排行榜",
    noRank = "未上榜",

    explainTitle = "活动说明",
    explainContent1 = "本次充值活动持续时间为: %s"
                    .."\n活动期间玩家通过第三方渠道累计充值满规定数额就可以进行相应抽奖。"
                    .."\n任意抽奖都有机会获得雷蛇耳机，点卡以及巨额JackPot。"
                    .."\n请各位玩家及时领取奖励，领奖界面将会在活动结束后关闭。"
                    .."\n活动期间累计充值前20名将会获得："
                    .."\n1：%s"
                    .."\n2：%s"
                    .."\n3：%s"
                    .."\n4-10：%s"
                    .."\n11-20：%s",

    explainContent2 = "本次充值活动持续时间为: %s"
                    .."\n活动期间玩家通过OPPO渠道累计充值满规定数额就可以进行相应抽奖。"
                    .."\n任意抽奖都有机会获得雷蛇耳机，点卡以及巨额JackPot。"
                    .."\n请各位玩家及时领取奖励，领奖界面将会在活动结束后关闭。"
                    .."\n活动期间累计充值前20名将会获得："
                    .."\n1：%s"
                    .."\n2：%s"
                    .."\n3：%s"
                    .."\n4-10：%s"
                    .."\n11-20：%s"
                    .."\n获得结束后7天内需要跟客服联系确认信息领取该实物奖励，若超过7日则放弃奖励。确认信息后，60天内OPPO公共将会发送实物奖励。"
}

return lan