local lan = {
    nowLiveness = "ระดับการเล่น:%s",
    goBtn = "เข้าไป",
    getBtn = "รับ",
    convertBtn = "แลกเปลี่ยน",
    reward = "รางวัล:",
    livenessBox = "%sสมบัติแอคทีฟ:มีโอกาสได้รับ",
    realBox = "สมบัติรางวัล:สำเร็จทุกภารกิจมีโอกาสได้รับ",
    taskName1 = "ผู้เล่นเซ็นชื่อ1วัน",
    taskName2 = "วันที่2ล็อกอิน",
    taskName2_3 = "ล็อคอินวันที่3",
    taskName2_7 = "ล็อคอินวันที่7",
    taskName3 = "ออนไลน์เกม1ชั่วโมง",
    taskName4 = "ทุกวันแชร์ให้เพื่อน1คน",
    taskName5 = "เข้าร่วมวงล้อประจำวัน1ครั้ง",
    taskName6 = "เข้าร่วมแข่งขัน%sครั้ง",
    taskName7 = "ซื้อแพ็คเติมเงินครั้งแรก",
    taskName13 = "ผูกบัญชีFBหรือบัญชีอื่นๆ",
    taskName14 = "เพิ่มเพื่อนคนไหนก็ได้",
    taskName16 = "เข้าร่วมเกมใดก็ได้2เกม",
    taskName17 = "กรอกข้อมูลส่วนตัวครบ",
    taskName20 = "ทุกวันชนะ30K",
    taskReward1 = "สำเร็จรางวัลใหญ่\nเซ็นชื่อมือใหม่",
    taskReward2 = "สำเร็จรางวัลใหญ่\nล็อกอินวันที่สอง",
    taskReward3 = "สำเร็จรางวัลใหญ่สะสมเวลาออนไลน์",
    taskReward4 = "สำเร็จรางวัลใหญ่\nแชร์ให้กับเพื่อน",
    taskReward5 = "สำเร็จรางวัลใหญ่\nหมุนวงล้อประจำวัน",
    taskReward6 = "สำเร็จรางวัลใหญ่\nเข้าเล่นการแข่งขัน",
    taskReward7 = "สำเร็จรางวัลใหญ่\nการซื้อแพ็คเกจ",
    taskReward14 = "รางวัลใหญ่เพิ่มเพื่อน",
    taskReward20 = "รางวัลใหญ่เล่นเกมประจำวัน",
    share_content = "เล่นเกม Royal Casino รีบมาเข้าร่วมกิจกรรมภารกิจมือใหม่ด้วยกัน สะสมชิ้นส่วนบัตรเติมเงิน~ด้านในมีรางวัลใหญ่มากมาย และยังมีสวัสดิการสุดพิเศษรอคุณอยู่~",
    finishText1 = "ภารกิจสิ้นสุดแล้ว",
    finishText2 = "จะเปิดภารกิจชิ้นส่วนอัตโนมัติให้คุณ",
    debris = "ตอนนี้ชิ้นส่วนไม่พอ",
    ruleTitle = "อธิบาย",
    ruleText = "คำอธิบายภารกิจ:"
    .."\nเมื่อสำเร็จภารกิจมือใหม่ จะได้รับรางวัลชิ้นส่วนบัตรเติมเงิน ได้รับชิ้นส่วนครบ70ใบ ไปที่ร้านค้าแลกรางวัลจะสามารถแลกรางวัลบัตรเติมเงินมูลค่า50ได้ ชิ้นส่วนที่เหลือยังสามารถนำไปร่วมชิงรางวัลได้อีกด้ย"
    .."\nสะสมชิ้นส่วนครบจำนวนที่กำหนด ยังจะได้เปิดสมบัติแอคทีฟเพิ่มต่างหาก นอกจากรางวัลชิปและชิ้นส่วนบัตรเติมเงิน ยังมีโอกาสได้รับเป็นรางวัลบัตรเติมเงินอีกด้วย~"
    .."\nผู้เล่นเข้าร่วมแข่งขันสล็อตจะต้องสำเร็จเงื่อนไขติดอันดับถึงจะนับว่าสำเร็จ",
    bottomText = "ช่องทางที่ได้รับ:"
    .."\nเซ็นชื่อมือใหม่ ภารกิจมือใหม่"
    .."\nเข้าร่วมแข่งขัน ซื้อแพ็คเกจ",
}

return lan