local lan =
{
	PayTip = "ยังต้อง%s\nเพื่อจับรางวัล",
    RandomPay = "เติมเงินรายการใดก็ได้",
    PayTotal = "ปัจจุบันยอดเติมเงินทั้งหมด: ",
    PayScore = "คะแนนสะสมปัจจุบัน: ",
    PrizeList = "รายชื่อผู้ได้รางวัล",
    Award = "รางวัล",
    PrizeTime = "เวลาที่ได้รางวัล",
    Nick = "ชื่อเล่น",
    DianKa = "บัตรเติมเงิน",
    Lottery = "จับรางวัล",
    Tip = "สะสมเติมเงินช่องทางพิเศษครบถึงยอดที่กำหนดได้จับรางวัล",
    ActTime = "ช่วงเวลากิจกรรม: %s",
    LookPrize = "ตรวจเช็ครางวัล",
    ToPay = "ไปเติมเงิน",
    YetLottery = "จับรางวัลแล้ว",
    NotRecharge = "ขณะนี้ไม่มีเติมเงิน",
    BeOnTrack = "โอกาสได้รับ",
    meritsTip = "จะได้รับ5-5000แต้มบุญ ยอดเติมเงินยิ่งมากแต้มบุญยิ่งเยอะ",
    btnRank = "จัดอันดับคะแนน",
    noRank = "ไม่ติดอันดับ",

    explainTitle = "คำอธิบายกิจกรรม",
    explainContent1 = "ระยะเวลากิจกรรมเติมเงินครั้งนี้: %s"
                    .."\nในช่วงกิจกรรมผู้เล่นสามารถอาศัยช่องทางเติมเงินพิเศษเติมเงินสะสมครบตามยอดที่กำหนด"
                    .."\nก็จะสามารถจับรางวัลได้ ทุกๆการจับรางวัลมีโอกาสได้รับหูฟังเกมมิ่งRazer บัตรเติมเงินและ"
                    .."\nJackpotรางวัลใหญ่"
                    .."\nผู้เล่นทุกท่านโปรดรับรางวัลทันที หน้ารับรางวัลจะปิดลงหลังจากกิจกรรมสิ้นสุด"
                    .."\nในช่วงกิจกรรมสะสมเติมเงิน20อันดับแรกจะได้รับ: "
                    .."\n1：%s"
                    .."\n2：%s"
                    .."\n3：%s"
                    .."\n4-10：%s"
                    .."\n11-20：%s",

    explainContent2 = "ระยะเวลากิจกรรมเติมเงินครั้งนี้: %s"
                    .."\nช่วงเวลากิจกรรมผู้เล่นเติมเงินสะสมผ่านช่องทาง OPPOครบตามยอดที่กำหนดจะได้"
                    --.."\nจับรางวัลมีโอกาสได้รับโทรศัพท์OPPO"
                    .."\nก็จะสามารถจับรางวัลได้ ทุกๆการจับรางวัลมีโอกาสได้รับหูฟังเกมมิ่งRazer บัตรเติมเงินและ"
                    .."\nJackpotรางวัลใหญ่"
                    .."\nผู้เล่นทุกท่านโปรดรับรางวัลทันที หน้ารับรางวัลจะปิดลงหลังจากกิจกรรมสิ้นสุด"
                    .."\nในช่วงกิจกรรมสะสมเติมเงิน20อันดับแรกจะได้รับ: "
                    .."\n1：%s"
                    .."\n2：%s"
                    .."\n3：%s"
                    .."\n4-10：%s"
                    .."\n11-20：%s"
                    .."\nหลังกิจกรรมสิ้นสุดภายใน7วันต้องยืนยันตัวกับทางฝ่ายบริการเพื่อรับของรางวัล หากเกิน7วันจะถือว่าสละสิทธิ์"
                    .."\nหลังยืนยันตัวตนแล้ว ของรางวัลจะถูกจัดส่งจากทางบริษัทฯOPPOภายใน60วัน",

}

return lan