local lan = {
    tex1 = "限时免费秒杀OPPO A15s",
    tex2 = "剩余：%s",
    tex3 = "免费抢",
    tex4 = "抢!",
    tex5 = "极限秒杀",
    tex6 = "最大奖",
    tex7 = "%s开始\n%s%s抢",
    tex8 = "福利大放送，手快有手慢无！",
    tex9 = "开始",
    tex10 = "结束",
    tex11 = "您已超额购买！",
    tex12 = "还未到抢购时间！",
    tex13 = "礼包库存不足，无法购买",
    tex14 = "%s不足",
    tex15 = "活动已结束",
    report = "<color=#FFFFFFFF>Oh My God，玩家 <color=#00F033FF>%s</color> 在雷蛇免费高级福利活动中用 <color=#00F0FFFF>%s</color> 秒杀到了 <color=#FFF900FF>%s ！</color></color>",

    explainTitle = "活动说明",
    explainContent = [[ 
此活动为回报玩家长久以来对Royal Casino 的支持，
1000金币/10000金币即可秒杀亿万金币，万元点卡以及Razer Kraken BT Kitty好礼！

秒杀时间为：28/01/2022-30/01/2022  20:00-22:05, 每天分13波秒杀
特别说明：活动期间仅可秒杀3次奖品，每天可秒杀一件商品
<color=#FFF900>
第1波  20:00-20:05抢亿万金币
第2波  20:10-20:15抢亿万金币/万元点卡
第3波  20:20-20:25抢亿万金币
第4波  20:30-20:35抢亿万金币/万元点卡
第5波  20:40-20:45抢亿万金币
第6波  20:50-20:55抢亿万金币/万元点卡
第7波  21:00-21:05抢Razer Kraken BT Kitty
第8波  21:10-21:15抢亿万金币
第9波  21:20-21:25抢亿万金币/万元点卡
第10波  21:30-21:35抢亿万金币/万元点卡
第11波  21:40-21:45抢亿万金币
第12波  21:50-21:55抢亿万金币/万元点卡
第13波  22:00-22:05Razer Kraken BT Kitty
</color>
秒杀活动将持续3天，手快有，手慢无，绝对公平！
禁止任何作弊行为，一经发现，立即封号]],

}
return lan