local lan = 
{
	ActTime = "ช่วงเวลากิจกรรม: %s",
    Tip = "สะสมเติมเงินช่องทางพิเศษครบถึงยอดที่กำหนดได้จับรางวัล",
    TotalPay = "ยอดเติมเงินทั้งหมด",
    BroadCast = "ยินดีด้วยผู้เล่น %s ที่กิจกรรมเติมเงินได้รางวัลใหญ่ได้รับรางวัล %s แล้ว!",
    TipLottery = "ยอดเติมเงินครบแล้วสามารถจับรางวัล",
    Lottery = "จับรางวัล",
    RewardPush = "ยินดีด้วยผู้เล่น%s\nได้รับของรางวัลจริง!", 
    Tip1 = "ตรวจเช็ครางวัล",
    OK = "ตกลง",

    explainTitle = "คำอธิบายกิจกรรม",
    explainContent = "\nช่วงเวลากิจกรรมผู้เล่นเติมเงินผ่านช่องทางOPPOครบ"..
                     "\n500/1500/3000/5000/10000จะได้รับรางวัลตามระดับขั้น"..
                     "\nเข้าร่วมจับรางวัลที่5000/10000มีโอกาสได้รับที่วางโทรศัพท์"..
                     "\nในช่วงเวลากิจกรรมเติมเงินสะสมผู้เล่นที่ติด10อันดับแรกจะได้รับรางวัลใหญ่ ลำดับดังนี้："..
                     "\nอันดับที่1：OPPO Reno4 (8+ 128) "..
                     "\nอันดับที่2：OPPO Watch รุ่นECG"..
                     "\nอันดับที่3：OPPO Enco X หูฟังไร้สาย"..
                     "\nอันดับที่4-6：บัตรเติมเงิน300บาท"..
                     "\nอันดับที่7-10：บัตรเติมเงิน150บาท"..
                     "\nรางวัลจริงจะจัดส่งหลังกิจกรรมสิ้นสุดภายใน45วันให้กับคุณ"
}
return lan