local lan = {
    Title = "เกมใหม่กำลังมา",
    Tips = "ยินดีต้อนรับสู่%s เกมใหม่ขึ้นออนไลน์แล้ว จำกัดการเข้าเล่น!",
    QueueTips = "ปัจจุบันจำนวนคนในเซิร์ฟเวอร์เต็มแล้ว กำลังรอคิวเพื่อเข้าเล่น",
    QueueNums = "ปัจจุบันรอคิวอยู่ที่อันดับ<color=#FFF900>%d</color> ผู้เล่น<color=#FFF900>%d</color>กำลังรอคิว",
    QueueMinTime = "เวลาโดยประมาณ:นัดหมาย%dนาที",
    QueueSecTime = "เวลาโดยประมาณ:นัดหมาย%dวินาที",
    CanelBtn = "ยกเลิกรอคิว",
    OtherChoice = "หลังเกมเปิดออนไลน์อย่างเป็นทางการจะไม่จำเป็นต้องรอคิว คุณสามารถเลือกเกมอื่นก่อนได้",
}

return lan