local lan = {
	check_common_new = 'ตรวจสอบพบเวอร์ชั่นใหม่ กดคลิก"ตกลง"เพื่อไปอัพเดท',
	check_ios_new = 'ตรวจสอบพบเวอร์ชั่นเกม กดคลิก“ตกลง”เพื่ออัพเดท！หากไม่มีการอัพเดทจะแสดงเป็น“เปิด”กรุณาไปที่Apple Store เพื่อดึงข้อมูลกด"อัพเดท"ด้วยตนเอง หรือรอแนะนำการอัพเดท',
	check_20001_new = ' ตรวจพบเวอร์ชั่นใหม่ กด "ตกลง" ไปที่ Google Play เพื่ออัพเดท!',
	check_20002_new = " OPPOล็อคอินยุติการให้บริการ โปรดไปที่ Google Play เพื่อดาวน์โหลดเกมใหม่ หากพบปัญหาหรือมีข้อสงสัย โปรดติดต่อฝ่ายบริการ",
	check_20003_new = ' ตรวจพบเวอร์ชั่นใหม่ กด "ตกลง" ไปที่ VIVO App Market เพื่ออัพเดท!',
	check_20004_new = ' ตรวจพบเวอร์ชั่นใหม่ กด "ตกลง" ไปที่ Google Play เพื่ออัพเดท!',
	check_20010_new = 'ตรวจพบเวอร์ชันใหม่ คลิก "ใช่" เพื่อไปที่เว็บไซต์อย่างเป็นทางการเพื่อดาวน์โหลดการอัปเดต！',
	download_apk_do = "กำลังดาวน์โหลด...",
	download_apk_finish = 'ดาวน์โหลดสำเร็จ กดคลิก"ตกลง"อัพเดทเกม',
	download_res_do = "กำลังดาวโหลดอยู่ กรุณารอสักครู่...",
	check_res_new = "พบเวอร์ชั่นใหม่",
	check_res_size = "ตรวจพบข้อมูลอัพเดทใหม่ ขนาด",
	check_version_fail = "รับข้อมูลเวอร์ชั่นล้มเหลว กรุณาลองใหม่",
	check_version_do = "กำลังตรวจสอบข้อมูลเวอร์ชั่น...",
	check_res_finish = "ตรวจสอบเวอร์ชั่นสำเร็จ",
	download_res_finish = "ดาวน์โหลดสำเร็จ",
	download_res_start = "เริ่มดาวโหลด",
	download_fail = "ดาวน์โหลดล้มเหลว กรุณาลองใหม่",
	check_game_fail = "รับข้อมูลเกมล้มเหลว กรุณาลองใหม่",
	check_hall_forceUpdate = "ตรวจพบเวอร์ชั่นล็อบบี้มีการอัพเดทใหม่ กรุณาเปิดแอพใหม่อีกครั้ง เพื่อดำเนินการอัพเดท",
	check_game_forceUpdate = "ตรวจพบเวอร์ชั่นเกมมีการอัพเดทใหม่ กรุณาย้อนกลับไปที่ล็อบบี้ เพื่อดำเนินการอัพเดท",
	check_app_update = "<size=40>ตรวจพบเวอร์ชั่นใหม่!</size>\n\n<size=28>Royal Casino กิจกรรมใหญ่ฉลองครบรอบ4ปี พวกเราเตรียมกิจกรรมมากมายที่สนุกรอคุณอยู่ อัพเดทสำเร็จจะได้รับรางวัล1000ชิป มาก่อนได้ก่อน รีบไปอัพเดทกันเถอะ!</size>",
	btn_download = "ดาวน์โหลดทันที"
}

return lan
