local lan = {		
	title = "ตรวจสอบความปลอดภัยบัญชี",
	btnBindPhone = "ข้อมูลครบถ้วน",
	btnBindFacebook = "ผูกบัญชีFacebook",
	btnBindLine = "ผูกบัญชีLine",
	btnCloseTip = "กดคลิกที่ใดก็ได้จะทำต่อ",
	safetyFactor = "ค่าความปลอดภัยปัจจุบัน",
	safetyTip1 = "เพื่อความปลอดภัยการใช้ฟังก์ชั่นส่งชิปของคุณ\nโปรดกรอกข้อมูลต่อไปนี้ให้ครบถ้วน",
	safetyTip2 = "ปัจจุบันความปลอดภัยของข้อมูลบัญชี\nโปรดวางใจการส่งชิป",
	safetyTip3 = "การกระทำนี้เกี่ยวข้องกับความปลอดภัยของทรัพย์สินในบัญชี\nกรุณากรอกข้อมูลให้ครบถ้วนแล้วลองอีกครั้ง",
}

return lan