local lan = 
{	
	["primary"] = "ห้องมือใหม่ ",
	["middle"] = "ห้องระดับกลาง ",
	["advanced"] = "ห้องระดับสูง ",
	["expert"] = "ห้องมืออาชีพ ",
	["quickstart"] = "เข้าทันที",
	["common"] = "ห้องทั่วไป",
	["vip"] = "ห้องVIP",
	["power"] = "คูณเพิ่ม ",
	tips_chipTooMuch = "คุณมีชิปมากแล้ว กรุณาไปที่ระดับห้องสูงกว่านี้",
	tips_chipNotEnough = "ตอนนี้ชิปไม่เพียงพอ จะเข้าห้องนี้ต้องมีชิปอย่างน้อย %dชิป",
	tips_chipTooLess = "ชิปของคุณไม่เพียงพอ ไม่สามารถเข้าห้องได้ ต้องการไปที่ร้านค้าเพิ่มชิปหรือไม่?",
	group_detail = "ขั้นต่ำสุดจะต้อง",
}

return lan