local lan = 
{ 
    title = " 赠送规则",
    content = 
    "1 开启赠送条件\n"
    .."1.1 vip0-vip2赠送仅可赠送给vip28及以上玩家；\n"
    .."1.2 完成首冲；\n%s"

    .."2 关于赠送规则",
    bindTel = "1.3 需绑定有效的泰国手机号码（相同手机号至多可以绑定1个游戏账户）；\n",

    content2 =
    "2.1 每次赠送至少满足对应等级最低赠送额度，低于该数量将视为赠送失败；\n"
    .."2.2 每次赠送根据筹码数量，玩家当前VIP等级，额外扣除相应的手续费，不足以扣除手续费将视为赠送失败（VIP等级越高，手续费扣除越少）；\n"
    .."2.3 每次赠送会减少当日赠送额度的限额，当限额为0或不足以赠送时将视为赠送失败，赠送限额每天会重置（VIP等级越高，每日赠送限额越高）；\n"

    .."3 关于安全码验证\n"
    .."3.1 验证安全码后，赠送处于免验证状态；\n"
    .."3.2 在赠送页面取消“免安全码”勾选，后续发起赠送时将开启“验证安全码”功能",

    tableTitle = {"VIP等级","最低赠送额度","所属性质"},
    belongStr1 = "终生",
    belongStr2 = "每日",
}

return lan