local lan = 
{  
    title = "คำอธิบายการใช้ฟังก์ชั่นการส่งชิป",
    content = 
    "1.เงื่อนไขการเปิดใช้ฟังก์ชั่นการส่งชิป\n"
    .."1.1 VIP0-VIP2การส่งชิปสามารถส่งให้แค่ผู้เล่นที่VIP28ขึ้นไปเท่านั้น；\n"
    .."1.2 สำเร็จเติมครั้งแรก\n%s"

    .."2.กฏเกี่ยวกับฟังก์ชั่นการส่งชิป",
    bindTel = "1.3 ต้องผูกเบอร์โทรศัพท์ในไทย(หนึ่งหมายเลขโทรศัพท์สามารถผูกได้ 1 บัญชีโดยไม่ซ้ำกัน)；\n",

    content2 =
    "2.1 ทุกครั้งส่งชิปอย่างน้อยจะต้องมีจำนวนการส่งชิปขั้นต่ำของระดับที่เกี่ยวข้อง หากมีจำนวนต่ำกว่าจำนวนดังกล่าวจะถือว่าส่งชิปล้มเหลว；\n"
    .."2.2 ทุกครั้งการส่งจะนับตามจำนวนชิป ระดับVIPปัจจุบันของผู้เล่น และค่าธรรมเนียมต่างหาก หากการส่งมีชิปไม่พอจ่ายค่าธรรมเนียมก็จะถือว่าการส่งล้มเหลว（ระดับVIPยิ่งสูง ค่าธรรมเนียมก็ยิ่งน้อยลง）；\n"
    .."2.3 ทุกครั้งการส่งจะหักจำนวนจำกัดการส่งในวันนั้นไป เมื่อจำนวนจำกัดเป็น 0 หรือไม่เพียงพอต่อการส่งก็ถือว่าการส่งล้มเหลว จำนวนจำกัดนี้จะรีเซ็ตทุกวัน（ระดับVIPยิ่งสูง จำนวนจำกัดการส่งต่อวันยิ่งมากขึ้น）；\n"

    .."3.เกี่ยวกับการยืนยันความปลอดภัย\n"
    .."3.1 หลังยืนยันรหัสความปลอดภัย ฟังก์ชั่นส่งชิปจะอยู่สถานะไม่ต้องใช้รหัสผ่าน\n"
    .."3.2 ที่หน้าฟังก์ชั่นส่งชิปสามารถกดยกเลิก“ยกเว้นรหัสผ่าน” ครั้งถัดไปหากส่งชิปจะต้องยืนยัน“รหัสความปลอดภัย”ใหม่",

    tableTitle = {"ระดับVIP","จำนวนยอดส่งชิปขั้นต่ำ","ประเภท"},
    belongStr1 = "ตลอดชีวิต",
    belongStr2 = "ทุกวัน",

}

return lan