local lan = {
    Title = "ตั้งค่าการส่งชิป",
    SingleLimit = "จำกัดการส่งชิปสูงสุดรายการเดียว",
    TotalLimit = "จำกัดส่งชิปสะสมแต่ละวัน",
    TotalSend = "วันนี้ยอดส่งชิปสะสม：",
    NoSet = "ยังไม่ได้ตั้งค่า",
    Change = "แก้ไข",
    Save = "บันทึก",
    SingleChangeSuccess = "จำกัดการส่งสูงสุดรายการเดียวของคุณแก้ไขสำเร็จแล้ว",
    TotalChangeSuccess = "จำกัดยอดส่งชิปสะสมของคุณแก้ไขสำเร็จแล้ว",
    Confirm = "ยืนยัน",
    Tip1 = "คุณยอดสะสมปัจจุบันเกินจำกัดการส่งชิปสูงสุดรายการเดียว",
    Tip2 = "ตั้งค่าล้มเหลว จำกัดค่าการส่งชิปสูงสุดรายการเดียวห้ามเกินจำกัดส่งชิปสะสมแต่ละวัน",
    tip3 = "คุณยอดการส่งชิปสะสมปัจจุบันเกินจำกัดส่งชิปสะสมของวันดังกล่าวแล้ว",
    Tip4 = "ตั้งค่าล้มเหลว จำกัดส่งชิปสะสมแต่ละวันห้ามต่ำกว่าจำกัดการส่งชิปสูงสุดรายการเดียว",
    Tip5 = "แก้ไขล้มเหลว VIPปัจจุบันทุกวันจำกัดการส่ง%sชิป",
    Tip6 = "จำนวนชิปที่ส่งจะต้องมากกว่า%dชิป", 
    Tip7 = "เมื่อกรอกใส่0จะไม่ทำการตั้งค่าจำกัดให้",
}

return lan