local lan = 
{   
    title = "รายละเอียดกิจกรรม",
    content = "ทุกวันเข้ามาเล่นเกม จะสุ่มกิจกรรม ได้เข้าเล่นทอยลูกเต๋าลุ้",
    title1 = "กติกา",
    content1 = 
    "1.ผู้เล่นต้องเป็นสมาชิก VIP1 ขึ้นไป\n"
    .."2.การเล่นมีทั้งหมด 6ขั้น จะนับตามระดับ VIP ของผู้เล่น\n"
    .."3.ทุกๆขั้นจะสุ่มออกรางวัลทั่วไปหรือรางวัลพิเศษ\n"
    .."4.รางวัลทั่วไป=แต้มรวมทั้งหมดของลูกเต๋า（ไม่ใช่เลขตอง）*รางวัลย่อย\n"

    .."5.รางวัลพิเศษสูงกว่า18*ค่าสุ่มของรางวัลย่อย（ตองเลขใดก็ได้จะได้รับรางวัลพิเศษ）\n"
    .."6.ข้อมูลจัดอันดับทุกวันอาทิตย์ 00.00น. รีเซ็ตใหม่\n"
    .."รางวัลย่อยแต่ละระดับ\n"
    .."VIP1          3000\n"

    .."VIP2          7000\n"
    .."VIP3-5        12000\n"
    .."VIP6-12       40000\n"
    .."VIP13-17      80000\n"
    .."VIP18ขึ้นไป   200000\n"
}

return lan

