local lan = 
{   
    --<color=#e59f30>%d</color>
    title = "รางวัลเซ็นชื่อ",
    content = "<color=#e59f30>รายละเอียดกิจกรรม</color>\n"
    .."<color=#af304e>ผู้เล่นทุกเดือนล็อกอินสะสมครบจำนวนวันที่กำหนด จะแลกกล่องสมบัติได้ ได้รับรางวัลมากมาย ผู้เล่นที่โชคดีจะได้รับของรางวัลใหญ่พิเศษ</color>\n"
    .."<color=#e59f30>รางวัลของกิจกรรม</color>\n"
    .."<color=#af304e>รางวัลสมบัติวันถัดไป </color><color=#23933b>（ผู้โชคดีจะได้รับสูงสุดถึง:500Kชิปหรือมูลค่าเท่ากับบัตรเติมเงิน50บาท）</color>\n"
    .."<color=#af304e>วันเปิดรางวัล:ล็อกอินต่อเนื่องวันที่2จะได้รับ</color>\n"
    .."<color=#af304e>สมบัติ7วัน(ผู้โชคดีจะได้รับสูงสุดถึง:3Mชิปหรือมูลค่าเท่ากับบัตรเติมเงิน300บาท)</color>\n"
    .."<color=#af304e>วันเปิดรางวัล:ทุกเดือนวันที่7 วันที่14 วันที่21กำหนดเปิดรางวัล</color>\n"
    .."<color=#af304e>สิทธ์การรับรางวัล:ล็อกอินสะสมครบ5วันขึ้นไป  วันที่14เปิดรางวัลจะเริ่มนับเวลาล็อกอินสะสมตั้งแต่วันที่8เป็นต้นไป ถ้าพลาดเวลาเปิดรางวัล ก็จะไม่สามารถเปิดกล่องสมบัติได้ จะต้องล็อกอินเปิดใช้งานในวันเปิดรางวัล</color>\n"

    .."<color=#e59f30>กล่องสมบัติ15วัน(ผู้โชคดีจะได้รับสูงสุดถึง:5Mชิปหรือมูลค่าเท่ากับบัตรเติมเงิน500บาท)</color>\n"
    .."<color=#af304e>วันเปิดรางวัล:ทุกเดือนวันที่15 วันที่28กำหนดเปิดรางวัล</color>\n"
    .."<color=#af304e>สิทธิ์การรับรางวัล:ล็อกอินสะสมครบ10วันขึ้นไป วันที่28เปิดรางวัลจะเริ่มนับเวลาล็อกอินสะสมตั้งแต่วันที่16เป็นต้นไป ถ้าพลาดเวลาเปิดรางวัล ก็จะไม่สามารถเปิดกล่องสมบัติได้ จะต้องล็อกอินเปิดใช้งานในวันเปิดรางวัล</color>\n"

    .."<color=#e59f30>กล่องสมบัติ30วัน(ผู้โชคดีจะได้รับสูงสุดถึง:10Mชิปหรือมูลค่าเท่ากับบัตรเติมเงิน1000บาท)</color>\n"
    .."<color=#af304e>วันเปิดรางวัล:ทุกเดือนวันสุดท้าย</color>\n"
    .."<color=#af304e>สิทธิ์การรับรางวัล:ล็อกอินสะสมครบ25วันขึ้นไป ทุกเดือนเริ่มนับสะสมตั้งแต่วันที่1เป็นต้นไป ถ้าพลาดเวลาเปิดรางวัล ก็จะไม่สามารถเปิดกล่องสมบัติได้ จะต้องล็อกอินวันสุดท้ายของเดือนเพื่อทำการเปิดรางวัล</color>\n"
    .."<color=#af304e>PS:ผู้เล่นที่ได้รับเป็นของรางวัลจริง กรุณากรอกข้อมูลของคุณที่ถูกต้องและส่งข้อมูล เพื่อให้ฝ่ายบริการสะดวกในการติดต่อและจัดส่งของรางวัล</color>\n"
    .."<color=#af304e>หลังจากผู้เล่นได้ยืนยันข้อมูลที่ถูกต้องเรียบร้อยแล้ว ของรางวัลทั้งหมดจะถูกจัดส่งให้ภายใน7วันทำการ ถ้าของรางวัลจะต้องจัดส่งทางไปรษณีย์ ปลายทางผู้รับจะต้องอยู่ในประเทศไทยเท่านั้น กรุณาแจ้งข้อมูลที่อยู่สำหรับรับของรางวัลภายในประเทศไทยที่ถูกต้อง</color>\n"
}
return lan

