local lan = 
{	
    --<color=#e59f30>%d</color>
	title = "签到奖励",
    content = "<color=#e59f30>活动内容</color>\n"
    .."<color=#af304e>玩家每月累计登陆达到指定天数，即可兑换宝箱，赢取豪礼，幸运玩家可获得实物大奖。</color>\n"
    .."<color=#e59f30>活动奖励</color>\n" 
	.."<color=#af304e>次日宝箱 </color><color=#23933b>(幸运玩家最高可得：50w筹码或价值50泰铢储值卡） </color>\n"
	.."<color=#af304e>开奖日：连续登陆第二天可开启</color>\n"
	.."<color=#af304e>7日宝箱（幸运玩家最高可得：300w筹码或价值300泰铢的储值卡）</color>\n"
	.."<color=#af304e>开奖日：每月7号、14号、21号固定日期开奖</color>\n"
    .."<color=#af304e>领奖资格：累计登陆5天以上，14号开奖日累计登录时间从8号开始计算，以此类推，错过开奖时间，则无法开启宝箱，务必于开奖日登录开启。</color>\n"

    .."<color=#e59f30>15日宝箱（幸运玩家最高可得：500w筹码或价值500泰铢的储值卡）</color>\n"
    .."<color=#af304e>开奖日：每月15号、28号固定日期开奖</color>\n"
    .."<color=#af304e>领奖资格：累计登陆10天以上，28日开奖日累计登录时间从16日开始计算，错过开奖时间，则无法开启宝箱，务必于开奖日登录开启。</color>\n"

    .."<color=#e59f30>30日宝箱（幸运玩家最高可得：1000w筹码或价值1000泰铢的储值卡）</color>\n"
    .."<color=#af304e>开奖日：每月最后一天</color>\n"
    .."<color=#af304e>领奖资格：累计登陆25天以上，累计时间从每月1号开始计算，错过开奖时间，则无法开启宝箱，务必于么每月最后一天登录开启。</color>\n"
    .."<color=#af304e>PS:获得实物奖励的玩家，请认真填写您的真实有效身份信息并提交，方便官方客服联系发送实物大奖。</color>\n"
    .."<color=#af304e>所有实物奖励会在提交信息确认完成后的7个工作日内为您安排发放，涉及需要邮寄的奖品，仅限于泰国地区发放，请提供泰国地区真实有效的收件地址。</color>\n"
}

return lan

