local lan = 
{	
	Sign = "เซ็นชื่อ",
	SupplySign = "เซ็นชื่อชดเชย",
	CurrentDay_Sign= "เซ็นชื่อแล้ว%sวัน",
	Tip = "ชดเชยการเซ็นชื่อครั้งแรกจะต้องใช้%sชิป ต้องชดเชยเซ็นชื่อหรือไม่?？",
	Tip2 = "Tips:ทุกเดือนมีโอกาสชดเชยเซ็นชื่อ3ครั้ง ชดเชยเซ็นชื่อครั้งที่2และ3จะเพิ่มเท่าค่าใช้จ่าย",
	Luckball= "ยินดีด้วย ผู้เล่น%s ได้รับรางวัล%s",
	BeenAward = "เปิดรางวัลแล้ว",
	NotEnoughMoney = "ชิปไม่เพียงพอ",
	["Pointcard"] = "บัตรเติมเงิน",
	["chouma"] = "ชิป",
	["GiftVoucher"] = "บัตรของขวัญ",
	NotEnoughTimes = "จำนวนชดเชยไม่เพียงพอ",
	AwardTime = "เวลาเปิดรางวัล",
	overdue = "หมดเวลา",
	Distance = " เวลาเปิดรางวัล:",
	DayText = "วัน",
	NextActive = "ครั้งถัดไปเริ่ม:",
	WinText = "ผู้ได้รางวัล",
}

return lan