local lan = 
{		
LANGUAGE_1 = "ห้องแข่งSlotsมือใหม่กำลังจะเริ่ม",
LANGUAGE_2 = "ห้องแข่งSlotsระดับกลางกำลังจะเริ่ม",
LANGUAGE_3 = "ห้องแข่งSlotsระดับเซียนกำลังจะเริ่ม",
LANGUAGE_4 = "การแข่งขันกำลังอยู่ในช่วงร้อนแรง ของรางวัลมากมายรอคุณอยู่！",
LANGUAGE_5 = "รางวัลแข่งระดับมือใหม่",
LANGUAGE_6 = "รางวัลแข่งระดับกลาง",
LANGUAGE_7 = "รางวัลแข่งระดับเซียน",
    LANGUAGE_8 = 
[[1.เมื่อเริ่มการแข่งขันจำนวนชิปที่ชนะจากในเกมจะถูกเปลี่ยนเป็นคะแนนสะสม การแข่งขันใช้คะแนนสะสมมาจัดอันดับ；
2.การแข่งขันสล็อตแบ่งเป็นประจำวัน ประจำสัปดาห์ และประจำเดือน；
 ①เวลาการแข่งขันประจำวันคือทุกวัน00:10 19:50 22:00 ทุกมีการแข่งขัน3รอบ；
 ②ทุกวันศุกร์จะเป็นวันแข่งประจำสัปดาห์ วันแข่งประจำสัปดาห์มีทั้งหมด3รอบแบ่งเป็น01:10(รอบประจำวัน) 12:30（รอบประจำวัน） 21:00（รอบประจำสัปดาห์）
 ③วันศุกร์สัปดาห์สุดท้ายของแต่ละเดือนจะจัดการแข่งรอบประจำเดือน รอบแข่งประจำเดือนแข่งเวลา21:00；]],
LANGUAGE_9 = "ยินดีด้วยคุณที่การแข่งขันสล็อตทั้งเซิร์ฟเวอร์ห้องมือใหม่ได้รับชัยชนะ",
LANGUAGE_10 = "ยินดีด้วยคุณที่การแข่งขันสล็อตทั้งเซิร์ฟเวอร์ห้องระดับกลางได้รับชัยชนะ",
LANGUAGE_11 = "ยินดีด้วยคุณที่การแข่งขันสล็อตทั้งเซิร์ฟเวอร์ห้องระดับเซียนได้รับชัยชนะ",
LANGUAGE_12_1 = "คุณที่%sได้รับอันดับที่%d <color=#2df612>%s</color> การแข่งขันรอบถัดไปห้ามพลาดเด็ดขาด",
LANGUAGE_12_2 = "ข้างต้นคือผู้ชนะในรอบนี้คุณ%s ร่วมแสดงความยินดีกับพวกเขา! เชื่อว่าผู้ชนะคนถัดไปก็คือคุณ รอบแข่งเวลา<color=#2df612>%s</color>ทั้งช่วง3เวลานี้สามารถเข้าร่วมแข่งขันได้นะ",
LANGUAGE_13 = "อันดับมือใหม่",
LANGUAGE_14 = "อันดับระดับกลาง",
LANGUAGE_15 = "อันดับระดับเซียน",
LANGUAGE_16 = "กำลังแข่งขันระดับมือใหม่",
LANGUAGE_17 = "กำลังแข่งขันระดับกลาง",
LANGUAGE_18 = "กำลังแข่งขันระดับเซียน",
LANGUAGE_19 = "การแข่งขันระดับมือใหม่",
LANGUAGE_20 = "การแข่งขันระดับกลาง",
LANGUAGE_21 = "การแข่งขันระดับเซียน",
LANGUAGE_22 = "ซื้อแพ็คเกจสุดคุ้ม อัพระดับเข้าการแข่งระดับกลางชนะได้รับรางวัลใหญ่",
LANGUAGE_23 = "ซื้อแพ็คเกจนอกจากจะได้รับรางวัลมากมาย คะแนนสะสมเพิ่มขึ้นแล้ว ยังมีโอกาสเข้าการแข่งระดับเซียนชนะเพื่อรับรางวัลใหญ่ซุปเปอร์อีกด้วย",
LANGUAGE_24 = "เกี่ยวกับการแข่งขัน",
LANGUAGE_25 = "สุดยอดมาก！ขึ้นแซง%dคนแล้ว ชัยชนะอยู่แค่เอื้อม！",
LANGUAGE_26 = "สู้ๆ คุณเก่งที่สุด ปัจจุบันคุณขึ้นมาเหนืออันดับที่%dแล้ว มีลุ้นโอกาสชนะได้รางวัล",
LANGUAGE_27 = "รางวัลคิดจากอัตราคูณที่ได้รับจากการหมุนxชิปพื้นฐาน ยังได้รับสิทธิ์เพิ่มเท่า",
LANGUAGE_28 = "ซื้อแพ็คเกจสุดคุ้ม อัพระดับรวดเร็วเข้าสู่การแข่งระดับกลางชนะได้รับรางวัลใหญ่！",
LANGUAGE_29 = "การแข่งขันแบ่งเป็นการแข่งระดับมือใหม่ ระดับกลาง ระดับกลาง ระดับเซียน อัพระดับถึงเข้าร่วมการแข่งระดับสูงสุดและชนะจะได้รับของรางวัลจริงมากมาย",
LANGUAGE_30 = "การแข่งขันแบ่งเป็นการแข่งระดับมือใหม่ ระดับกลาง ระดับกลาง ระดับเซียน อัพระดับถึงเข้าร่วมการแข่งระดับสูงสุดและชนะจะได้รับของรางวัลจริงมากมาย",
LANGUAGE_31 = "การแข่งขันแบ่งเป็นการแข่งระดับมือใหม่ ระดับกลาง ระดับกลาง ระดับเซียน อัพระดับถึงเข้าร่วมการแข่งระดับสูงสุดและชนะจะได้รับของรางวัลจริงมากมาย",
LANGUAGE_32 = "ชิปพื้นฐาน",
LANGUAGE_33 = "รางวัลเพิ่มเท่า",
LANGUAGE_34 = "คะแนนเพิ่มเท่า",
LANGUAGE_35 = "ยินดีด้วยได้รับ",
LANGUAGE_36 = "ตกลง",
LANGUAGE_37 = "การแข่งขันกำลังจะสิ้นสุด แพ็คเกจจะช่วยคุณให้เข้ารอบรางวัลได้นะ！",
LANGUAGE_38 = "ยินดีด้วยเข้าสู่%sห้องแข่งขัน ขอให้ชนะได้รับ%sรางวัลใหญ่！",
LANGUAGE_39 = "ได้รับ",
LANGUAGE_40 = "   แชร์",
LANGUAGE_41 = "การแข่งขันกำลังจะสิ้นสุด หมดเวลาการซื้อแพ็คเกจแล้ว ขอบคุณที่คอยสนับสนุนค่ะ",
LANGUAGE_42 = "อันดับ",
LANGUAGE_43 = "ชื่อเล่น",
LANGUAGE_44 = "รางวัล",
LANGUAGE_45 = "แพ็คเกจสนับสนุน",
LANGUAGE_46 = "แพ็คเกจสู้ไม่ถอย",
LANGUAGE_47 = "การแข่งขันใกล้จะสิ้นสุด",
LANGUAGE_48 = "ไม่ติดอันดับ",
LANGUAGE_49 = "ได้รับคะแนนสะสมแล้ว:",
LANGUAGE_50 = "รางวัลชิปแพ็คแข่งขันจำกัดเวลา:%d",
LANGUAGE_51 = "ประกาศอัพเดท",
LANGUAGE_52 = "หมายเหตุ:รางวัล【บัตรเติมเงิน】/【ของรางวัลจริง】กรุณาไปตรวจเช็คที่ระบบจดหมาย",
LANGUAGE_53 = [[
รอบแข่งประจำวัน-ห้องพื้นฐาน
อันดับที่1 รางวัล：320000+ชิป คูปองX600
อันดับที่2 รางวัล：88000+ชิป คูปองX400
อันดับที่3 รางวัล：64000+ชิป คูปองX200
อันดับที่4-10 รางวัล：11000+ชิป คูปองX200
อันดับที่11-20 รางวัล：64000+ชิป คูปองX200
อันดับที่21-30 รางวัล：4000+ชิป คูปองS1
อันดับที่31-50 รางวัล：4000+ชิป
อันดับที่51-100 รางวัล：1200+ชิป
รอบแข่งประจำวัน-ห้องระดับกลาง
อันดับที่1รางวัล：1200000+ชิป  คูปองX600
อันดับที่2รางวัล：450000+ชิป   คูปองX400
อันดับที่3รางวัล：300000+ชิป   คูปองX200
อันดับที่4-10รางวัล：85000+ชิป   คูปองX200
อันดับที่11-20รางวัล：27000+ชิป   คูปองX200
อันดับที่21-50รางวัล：6000+ชิป    
รอบแข่งประจำวัน-ห้องระดับเซียน
อันดับที่1          รางวัล：3200000+ชิป  คูปองX600
อันดับที่2          รางวัล：1200000+ชิป   คูปองX400
อันดับที่3          รางวัล：800000+ชิป   คูปองX200
อันดับที่4-10       รางวัล：240000+ชิป   คูปองX200
อันดับที่11-15      รางวัล：144000+ชิป   
อันดับที่16-20      รางวัล：80000+ชิป    ]],
LANGUAGE_54 = [[รอบแข่งประจำสัปดาห์-ห้องพื้นฐาน
อันดับที่1          รางวัล：620000+ชิป
อันดับที่2          รางวัล：275000+ชิป   
อันดับที่3          รางวัล：200000+ชิป  
อันดับที่4-10       รางวัล：35000+ชิป   
อันดับที่11-20      รางวัล：30000+ชิป   
อันดับที่21-50      รางวัล：12500+ชิป   
อันดับที่51-100      รางวัล：4500+ชิป    
อันดับที่101-200     รางวัล：2500+ชิป    
รอบแข่งประจำสัปดาห์-ห้องระดับกลาง
อันดับที่1          รางวัล：2500000+ชิป  บัตรเติมเงิน150THB
อันดับที่2          รางวัล：1200000+ชิป  บัตรเติมเงิน50THB
อันดับที่3          รางวัล：640000+ชิป   
อันดับที่4          รางวัล：190000+ชิป   
อันดับที่5-10       รางวัล：190000+ชิป   
อันดับที่11-20      รางวัล：72000+ชิป   
อันดับที่21-50      รางวัล：32000+ชิป    
อันดับที่51-100      รางวัล：11000+ชิป    
รอบแข่งประจำสัปดาห์-ห้องระดับเซียน
อันดับที่1          รางวัล：8000000+ชิป บัตรเติมเงิน500THB
อันดับที่2          รางวัล：3000000+ชิป   บัตรเติมเงิน300THB
อันดับที่3          รางวัล：2000000+ชิป   บัตรเติมเงิน100THB
อันดับที่4-5        รางวัล：600000+ชิป   
อันดับที่6-10       รางวัล：600000+ชิป   
อันดับที่11-15      รางวัล：360000+ชิป   
อันดับที่16-20      รางวัล：200000+ชิป    ]],
LANGUAGE_55 = [[รอบแข่งประจำเดือน-ห้องพื้นฐาน
อันดับที่1          รางวัล：1500000+ชิป  บัตรเติมเงิน180THB
อันดับที่2          รางวัล：550000+ชิป   
อันดับที่3          รางวัล：400000+ชิป  
อันดับที่4-10       รางวัล：70000+ชิป   
อันดับที่11-20      รางวัล：40000+ชิป   
อันดับที่21-50      รางวัล：25000+ชิป   
อันดับที่51-100     รางวัล：8000+ชิป    
อันดับที่101-200    รางวัล：5000+ชิป    
รอบแข่งประจำเดือน-ห้องระดับกลาง
อันดับที่1          รางวัล：6200000+ชิป  บัตรเติมเงิน500THB
อันดับที่2          รางวัล：2550000+ชิป  บัตรเติมเงิน150THB
อันดับที่3          รางวัล：1360000+ชิป   บัตรเติมเงิน50THB
อันดับที่4          รางวัล：410000+ชิป   
อันดับที่5-10       รางวัล：410000+ชิป   
อันดับที่11-20      รางวัล：150000+ชิป   
อันดับที่21-50      รางวัล：45000+ชิป    
อันดับที่51-100     รางวัล：20000+ชิป    
รอบแข่งประจำเดือน-ห้องระดับเซียน
อันดับที่1          รางวัล：14000000+ชิป  สร้อยงทอง1สลึงX1
อันดับที่2          รางวัล：5250000+ชิป  บัตรเติมเงิน350THB
อันดับที่3          รางวัล：3500000+ชิป   บัตรเติมเงิน180THB
อันดับที่4          รางวัล：1000000+ชิป   บัตรเติมเงิน100THB
อันดับที่5-9        รางวัล：1000000+ชิป   บัตรเติมเงิน50THB
อันดับที่10         รางวัล：1000000+ชิป 
อันดับที่11-15      รางวัล：630000+ชิป   
อันดับที่16-20      รางวัล：350000+ชิป    ]],
LANGUAGE_56 = "รอบแข่งประจำวัน",
LANGUAGE_57 = "รอบแข่งประจำสัปดาห์",
LANGUAGE_58 = "รอบแข่งประจำเดือน",
LANGUAGE_59 = "ขณะนี้ไม่มีข่าวสารประกาศ",
BtnSpin = "SPIN",
}


return lan