local lan =
{
	Guide_1_1001 = "欢迎来到特工007\n点击SPIN开始，长按还可以选择多次自动下注",
	Guide_1_1003 = "欢迎来到恭喜发财\n点击SPIN开始，长按还可以选择多次自动下注",
	Guide_1_1004 = "欢迎来到快活楼\n点击SPIN开始，长按还可以选择多次自动下注",
	Guide_1_1005 = "欢迎来到丛林秘宝\n点击SPIN开始，长按还可以选择多次自动下注",
	Guide_1_1006 = "欢迎来到金瓶梅\n点击SPIN开始，长按还可以选择多次自动下注",
	Guide_1_1007 = "欢迎来到财神到\n点击SPIN开始，长按还可以选择多次自动下注",
	Guide_2 = [[“-”,“+”为调整下注额，下注额越大解锁奖池数量越多，中奖率也就越高]],
	Guide_3 = "点击可查看玩法规则，中奖连线以及返奖倍数、奖池介绍",
	Guide_4 = "JP奖池数额随着下注额解锁，最大下注额可解锁4个奖池",
	Guide_5 = "功能键可返回大厅、进入商城、调整音效、更可以找客服妹子哦！",
	Btn_Next = "下一步",
	Btn_Break = "跳过指引",
	Btn_Over = "引导结束",
}

return lan

