local lan =
{
	Guide_1_1001 = "ยินดีด้วยเข้าสู่เกมเจมส์บอนด์007\nกดสปินเริ่มต้น กดค้างไว้จะเลือกหมุนหลายครั้งและออโต้ได้",
	Guide_1_1003 = "ยินดีด้วยคุณเข้าสู่เกมสล็อตเทพเจ้าโชคลาภ\nกดสปินเริ่มต้น กดค้างไว้จะเลือกหมุนหลายครั้งและออโต้ได้",
	Guide_1_1004 = "ยินดีด้วยคุณเข้าสู่เกมสล็อตหอแห่งความสุข\nกดสปินเริ่มต้น กดค้างไว้จะเลือกหมุนหลายครั้งและออโต้ได้",
	Guide_1_1005 = "ยินดีด้วยคุณเข้าสู่เกมสล็อตล่าสมบัติแห่งพงไพร\nกดสปินเริ่มต้น กดค้างไว้จะเลือกหมุนหลายครั้งและออโต้ได้",
	Guide_1_1006 = "ยินดีด้วยคุณเข้าสู่เกมสล็อตพิศวาสดอกเหมย\nกดสปินเริ่มต้น กดค้างไว้จะเลือกหมุนหลายครั้งและออโต้ได้",
	Guide_1_1007 = "ยินดีด้วยคุณเข้าสู่เกมสล็อตเทพเจ้าโชคลาภv.2\nกดสปินเริ่มต้น กดค้างไว้จะเลือกหมุนหลายครั้งและออโต้ได้",
	Guide_2 = [["-""+"]].."ปุ่มปรับค่าลงเดิมพัน\nลงเดิมพันยิ่งสูงรางวัลแจ็คพอตยิ่งมากขึ้น\nอัตราการได้รางวัลก็ยิ่งสูงขึ้น",
	Guide_3 = "กดคลิกเพื่อดูกติกาวิธีเล่น ไลน์เส้นรางวัลและอัตราจ่าย แนะนำรางวัลแจ็คพอต",
	Guide_4 = "ยอดรางวัลJackpotจะปลดล็อคตามค่าลงเดิมพัน ถ้าลงเดิมพันสูงสุดจะปลดล็อคพ็อตรางวัลทั้ง4อัน",
	Guide_5 = "ปุ่มฟังก์ชั่นมีกลับล็อบบี้หลัก เข้าร้านค้า ปรับเสียง และสามารถติดต่อฝ่ายบริการได้อีกด้วยนะคะ!",
	Btn_Next = "ถัดไป",
	Btn_Break = "ข้ามแนะนำ",
	Btn_Over = "สิ้นสุดแนะนำ",
}

return lan