local lan = 
{	
	LANGUAGE_1 = "Slots基础赛即将开始",
	LANGUAGE_2 = "Slots精英赛即将开始",
	LANGUAGE_3 = "Slots牛人赛即将开始",
	LANGUAGE_4 = "比赛正在火热进行中，丰厚奖励等你来拿！",
	LANGUAGE_5 = "基础赛奖励",
	LANGUAGE_6 = "精英赛奖励",
	LANGUAGE_7 = "牛人赛奖励",
    LANGUAGE_8 = 
[[1.比赛开始时在游戏中赢取的筹码数即转化为积分，比赛使用积分进行排名；
2.SLOTS比赛分日赛、周赛、月赛；
   ①日赛时间为每日00:10,19:50,22:00，每日三场比赛；
   ②每周五为周赛日，周赛当日有3场比赛，分别为01:10（日赛）,12:30(日赛),21:00（周赛）；
   ③每个月最后一周的周五为月赛，月赛时间为21:00；]],
	LANGUAGE_9 = "恭喜你在Slot全服基础赛中荣获",
	LANGUAGE_10 = "恭喜你在Slot全服精英赛中荣获",
	LANGUAGE_11 = "恭喜你在Slot全服牛人赛中荣获",
	LANGUAGE_12_1 = "你在%s获得第%d名 <color=#2df612>%s</color> 下一期比赛不要错过",
	LANGUAGE_12_2 = "以上为本轮%s得奖者，热烈祝贺他们！相信下一个得奖者就是你，在<color=#2df612>%s</color>这三个时间段可参加比赛哦。",
	LANGUAGE_13 = "基础赛排名",
	LANGUAGE_14 = "精英赛排名",
	LANGUAGE_15 = "牛人赛排名",
	LANGUAGE_16 = "基础赛进行中",
	LANGUAGE_17 = "精英赛进行中",
	LANGUAGE_18 = "牛人赛进行中",
	LANGUAGE_19 = "基础赛",
	LANGUAGE_20 = "精英赛",
	LANGUAGE_21 = "牛人赛",
	LANGUAGE_22 = "购买超值礼包，快速升级进入精英赛赢取大奖",
	LANGUAGE_23 = "购买礼包除了得到丰厚奖励、积分加成外，更有机会进入牛人赛赢取超级大奖",
	LANGUAGE_24 = "关于比赛",
	LANGUAGE_25 = "好棒哦！已超越%d人，胜利在望！",
	LANGUAGE_26 = "加油啊，你是最棒的，当前已超过%d名，有希望赢取奖励的。",
	LANGUAGE_27 = "奖励由旋转所得的倍数X基本筹码，还获得权益加成",
	LANGUAGE_28 = "购买超值礼包，快速升级进入精英赛赢取大奖！",
	LANGUAGE_29 = "比赛分为基础赛、精英赛、牛人赛,升级至高级赛参与赢取更多实物奖励",
	LANGUAGE_30 = "比赛分为基础赛、精英赛、牛人赛,升级至高级赛参与赢取更多实物奖励",
	LANGUAGE_31 = "比赛分为基础赛、精英赛、牛人赛,升级至高级赛参与赢取更多实物奖励",
	LANGUAGE_32 = "基础筹码",
	LANGUAGE_33 = "奖励加成",
	LANGUAGE_34 = "积分加成",
	LANGUAGE_35 = "恭喜获得",
	LANGUAGE_36 = "确定",
	LANGUAGE_37 = "比赛进入尾声，礼包助力帮你进中奖圈哦！",
	LANGUAGE_38 = "恭喜进入%s比赛场，祝贺赢取%s大奖！",
	LANGUAGE_39 = "领取",
	LANGUAGE_40 = "   分享",
	LANGUAGE_41 = "比赛即将结束，礼包已停止购买，感谢您的支持",
	LANGUAGE_42 = "排名",
	LANGUAGE_43 = "昵称",
	LANGUAGE_44 = "奖励",
	LANGUAGE_45 = "助力礼包",
	LANGUAGE_46 = "冲刺礼包",
	LANGUAGE_47 = "比赛即将结束",
	LANGUAGE_48 = "未上榜",
	LANGUAGE_49 = "已获得积分:",
	LANGUAGE_50 = "限时比赛礼包奖励筹码:%d",
	LANGUAGE_51 = "更新公告",
	LANGUAGE_52 = "注：【点卡】/【实物】奖励请在邮箱内查收。",
	LANGUAGE_53 = [[
日赛-基础赛
	第1名          奖励：320000+筹码  新礼券X600
	第2名          奖励：88000+筹码   新礼券X400
	第3名          奖励：64000+筹码   新礼券X200
	第4-10名       奖励：11000+筹码   新礼券X200
	第11-20名      奖励：64000+筹码   新礼券X200
	第21-30名      奖励：4000+筹码    新礼券X200
	第31-50名      奖励：4000+筹码    
	第51-100名     奖励：1200+筹码   
日赛-精英赛
	第1名          奖励：1200000+筹码  新礼券X600
	第2名          奖励：450000+筹码   新礼券X400
	第3名          奖励：300000+筹码   新礼券X200
	第4-10名       奖励：85000+筹码   新礼券X200
	第11-20名      奖励：27000+筹码   新礼券X200
	第21-50名      奖励：6000+筹码    
日赛-牛人赛
	第1名          奖励：3200000+筹码  新礼券X600
	第2名          奖励：1200000+筹码  新礼券X400
	第3名          奖励：800000+筹码   新礼券X200
	第4-10名       奖励：240000+筹码   新礼券X200
	第11-15名      奖励：144000+筹码   
	第15-20名      奖励：80000+筹码    ]],
	LANGUAGE_54 = [[周赛-基础赛
	第1名          奖励：620000+筹码
	第2名          奖励：275000+筹码   
	第3名          奖励：200000+筹码  
	第4-10名       奖励：35000+筹码   
	第11-20名      奖励：30000+筹码   
	第21-50名      奖励：12500+筹码   
	第51-100名     奖励：4500+筹码    
	第101-200名    奖励：2500+筹码    
周赛-精英赛
	第1名          奖励：2500000+筹码  150THB充值卡
	第2名          奖励：1200000+筹码   50THB充值卡
	第3名          奖励：640000+筹码   
	第4名          奖励：190000+筹码   
	第5-10名       奖励：190000+筹码   
	第11-20名      奖励：72000+筹码   
	第21-50名      奖励：32000+筹码    
	第51-100名     奖励：11000+筹码    
周赛-牛人赛
	第1名          奖励：8000000+筹码  500THB充值卡
	第2名          奖励：3000000+筹码   300THB充值卡
	第3名          奖励：2000000+筹码   100THB充值卡
	第4-5名        奖励：600000+筹码   
	第6-10名       奖励：600000+筹码   
	第11-15名      奖励：360000+筹码   
	第15-20名      奖励：200000+筹码    ]],
	LANGUAGE_55 = [[月赛-基础赛
	第1名          奖励：1500000+筹码  180THB充值卡
	第2名          奖励：550000+筹码   
	第3名          奖励：400000+筹码  
	第4-10名       奖励：70000+筹码   
	第11-20名      奖励：40000+筹码   
	第21-50名      奖励：25000+筹码   
	第51-100名     奖励：8000+筹码    
	第101-200名    奖励：5000+筹码    
月赛-精英赛
	第1名          奖励：6200000+筹码  500THB充值卡
	第2名          奖励：2550000+筹码   150THB充值卡
	第3名          奖励：1360000+筹码   50THB充值卡
	第4名          奖励：410000+筹码   
	第5-10名       奖励：410000+筹码   
	第11-20名      奖励：150000+筹码   
	第21-50名      奖励：45000+筹码    
	第51-100名      奖励：20000+筹码    
月赛-牛人赛
	第1名          奖励：14000000+筹码  黄金项链X1
	第2名          奖励：5250000+筹码   350THB充值卡
	第3名          奖励：3500000+筹码   180THB充值卡
	第4名          奖励：1000000+筹码   100THB充值卡
	第5-9名        奖励：1000000+筹码   50THB充值卡
	第10名         奖励：1000000+筹码 
	第11-15名      奖励：630000+筹码   
	第15-20名      奖励：350000+筹码]],
	LANGUAGE_56 = "日赛",
	LANGUAGE_57 = "周赛",
	LANGUAGE_58 = "月赛",
	LANGUAGE_59 = "暂时没有公告消息",
	BtnSpin = "SPIN",
}

return lan