local lan = {
    Time = "活动时间：09/04/2020 -- 23/04/2020",
    moreBtn = "点击查看更多",
    myrankings = "我的排名：",
    norankin = "没有排名",
    explainTitle = "活动内容",
    explainContent = "活动内容：\n"..
    "活动期间，玩家参与任意类型游戏累计赢分前20名即可获得丰厚奖励。排名前三的玩家可领取实物大奖哦\n"..
    "活动结束后，所有游戏累计总赢分排名前50的玩家会有格外奖励\n"..
    "活动奖励将会在活动结束后24小时内通过邮件手动下发，请耐心等待哦\n"..
    "实物奖励提交信息后7日工作内会发奖品\n"..
    "游戏分类：\n"..
    "休闲类：\n"..
    "2人捕鱼/4人捕鱼/飞机/打地鼠\n"..
    "老虎机：\n"..
    "财神/快活楼/007/金瓶梅/丛林/恭喜发财\n"..
    "棋牌与筛宝：\n"..
    "DUMMY/KEANG/POKDENG/百家乐/德州/HILO/鱼蟹虾\n"..
    "分类榜（3个榜单，每个榜单前20名获奖）\n"..
    "第一名：OPPO A5 2020\n"..
    "第二名：หูฟังไร้สาย JBL Tune 120TWS\n"..
    "第三名：TRUE MONEY 1000THB\n"..
    "4-10名：3000000筹码\n"..
    "11-20名：1000000筹码\n"..
    "总赢榜（榜单前50名获奖）\n"..
    "第一名：10000000筹码\n"..
    "第二名：5000000筹码\n"..
    "第三名：3000000筹码\n"..
    "4-10名：1000000筹码\n"..
    "11-30名：500000筹码\n"..
    "31-50名：200000筹码\n"
}

return lan