local lan = {
    Time = "เวลากิจกรรม：09/04/2020 -- 23/04/2020",
    moreBtn = "เช็ครายละเอียด",
    myrankings = "อันดับของฉัน：",
    norankin = "ไม่ติดอันดับ",
    explainTitle = "รายละเอียดกิจกรรม",
    explainContent = "รายละเอียดกิจกรรม:\n"..
    "เวลากิจกรรม ผู้เล่นเข้าร่วมเล่นเกมประเภทใดก็ได้สะสมคะแนนชนะ20อันดับแรกจะได้รับรางวัล และผู้เล่นที่ติด3อันดับแรกจะได้รับรางวัลใหญ่\n"..
    "หลังกิจกรรมสิ้นสุด ผู้เล่นที่มีคะแนนชนะสะสมสูงสุด50อันดับแรกของเกมทั้งหมดจะได้รับรางวัลพิเศษต่างหาก\n"..
    "รางวัลกิจกรรมจะถูกส่งเข้าระบบจดหมายหลังจากกิจกรรมสิ้นสุดแล้วภายใน24ชั่วโมง กรุณาอดใจรอรับรางวัล\n"..
    "หากติด3อันดับแรกของแต่ละประเภทได้รับรางวัลใหญ่ กรุณาติดต่อฝ่ายบริการเพื่อยืนยันตัวตน และทางทีมงานจะจัดส่งของรางวัลให้ภายใน7วันทำการหลังยืนยันตัวตนเรียบร้อยแล้ว\n"..
    "<color=#117431FF>แยกประเภทเกมดังนี้:\n"..
    "1.ประเภทเกมผ่อนคลาย:\n"..
    "ยิงปลา2คน/ยิงปลา4คน/เครื่องบินรบ/ตีหนูดินหรรษา\n"..
    "2.ประเภทเกมสล็อต:\n"..
    "เทพเจ้าโชคลาภ/หอแห่งความสุข/007/ตำนานพิศวาส/ล่าสมับติแห่งพงไพร/ขอให้ร่ำรวย(เทพเจ้าโชคลาภv2)\n"..
    "3.ประเภทเกมไพ่และลูกเต๋า:\n"..
    "เกมไพ่ดัมมี่/ไพ่แคง/ไพ่ป๊อกเด้ง/บาคาร่า/ไพ่เท็กซัส/ไฮโล/น้ำเต้าปูปลา\n</color>"..
    
    "<color=#FFF900FF>อันดับแต่ละประเภท(ตารางอันดับ3ประเภท ติด20อันดับแรกแต่ละประเภทจะได้รับรางวัล)\n"..
    "อันดับที่1：OPPO A5 2020\n"..
    "อันดับที่2：หูฟังไร้สาย JBL Tune 120TWS\n"..
    "อันดับที่3：TRUE MONEY 1000THB\n"..
    "อันดับที่4-10：3000000ชิป\n"..
    "อันดับที่11-20：1000000ชิป\n"..
    "อันดับรวม (ติด50อันดับแรกได้รางวัล)\n"..
    "อันดับที่1：10000000ชิป\n"..
    "อันดับที่2：5000000ชิป\n"..
    "อันดับที่3：3000000ชิป\n"..
    "อันดับที่4-10：1000000ชิป\n"..
    "อันดับที่11-30：500000ชิป\n"..
    "อันดับที่31-50：200000ชิป</color>"
}

return lan