local lan = 
{	
	SplashingNum = "向好友泼水",
	CountDownText = "距下次活动倒计时",
	RankText = "名次",
	NameText = "玩家昵称",
	NumText = "次数",
	InputText = "蓄水次数",
	CurrentRankText = "当前排名",
	ConcumeText = "每次泼水需要消耗19999B，是否确认给好友泼水？",
	ConcumeText2 = "tips:消费的筹码将投入祈福池，用于活动的奖金发放，泼水次数越多，获得高额奖金几率越大。",
	DetalTitle = "活动介绍",
	DetalTitle2 = "活动内容",
	DetalCount = "活动期间，祈福池每接收500次泼水即可触发一轮开奖，玩家每消耗19999筹码为好友泼水祈福一次（每回合泼水上限75次），泼水次数越多，获得奖金几率越大。活动结束时，累计获奖金额排名前50的玩家，可获得额外神秘大奖。\n"
	.."活动奖励：\n"
	.."1.祈福池每蓄水达到500次开奖一次（中奖玩家可通过邮件领取奖励）。\n"
	.."奖金分配：\n"
	.."一等奖：1名   299w筹码\n"
	.."二等奖：2名   149w筹码（每人）\n"
	.."三等奖：3名   99w筹码（每人）\n"
	.."例：***玩家泼水75次，则一等奖中奖概率75/500 \n"
	.."2.排行奖励：奖金排名，玩家参与活动获得的奖金累计排名，活动结束时按排名发放神秘奖励。（排行榜奖金占总奖池累计额度5%）\n"
	.."排名     奖励      \n"
	.."1      25%      \n"
	.."2      15%\n"
	.."3       10%\n"
	.."4-10     4%\n"
	.."11-30    0.75%\n"
	.."31-50     0.35% \n"
	.."排行榜活动奖励将于活动结束后的三个工作日内通过邮件发放给玩家。\n"
	.."活动规则：\n"
	.."1.奖池累计泼水次数达到500次，触发开奖。弹出获奖名单。\n"
	.."2.开奖同时获奖玩家获得系统广播播报。\n"
	.."3.触发开奖后距离下一次活动开启倒计时30秒。\n"
	.."4.玩家每次为好友泼水需要消耗19999筹码\n"
	.."5.每人每轮泼水上限75次\n"
	.."6.一次性为同一个好友泼水超过10次，发送系统播报\n",	
	FriendTips = "暂无好友，请前往好友页添加",
	FaileSplashing = "泼水失败",
	Splashingxiaoyu = "泼水次数小于等于0",
	GetRankingFaile = "获取排行榜失败",

	NoneRankData = "排行榜暂无数据",
	SplashingSuccess = "泼水成功",
	cancle = "取消",
	ok = "确定",
	SumJiangli = "累计奖金",
	SumJiangchi = "奖池累计总金额:",
	noraking = "未上榜",
	Nokaijiang = "暂未开奖"
}

return lan