local lan = 
{	
	SplashingNum = "สาดน้ำให้เพื่อน",
	CountDownText = "ลังสู่กิจกรรมถัดไป:",
	RankText = "อันดับ",
	NameText = "ชื่อผู้เล่น",
	NumText = "จำนวนครั้ง",
	InputText = "จำนวนน้ำที่เก็บ",
	CurrentRankText = "อันดับปัจจุบัน",
	ConcumeText = "สาดน้ำจะต้องใช้19999Bชิป ต้องการสาดน้ำให้เพื่อนหรือไม่?TIPS：ชิปที่ใช้ไปจะถูกนำไปลงไว้ที่ขันน้ำแจ็คพอต ใช้สำหรับการแจกโบนัสของกิจกรรม สาดน้ำจำนวนครั้งยิ่งมาก โอกาสที่จะได้รับรางวัลใหญ่ยิ่งสูงขึ้น。",
	DetalTitle = "แนะนำกิจกรรม",
	DetalTitle2 = "รายละเอียดกิจกรรม",
	DetalCount = "ในช่วงกิจกรรม สระน้ำแจ็คพอตหากได้รับการสาดน้ำครบทุก500ครั้งจะเปิดรางวัล1ครั้ง ผู้เล่นทุกครั้งจะใช้ชิป 19999ชิปในการอวยพรให้แก่เพื่อนคุณเอง 1ครั้ง（ทุกรอบสาดน้ำได้จำกัด75ครั้ง） สาดน้ำยิ่งมาก โอกาสได้รับรางวัลใหญ่ยิ่งสูงเช่นกัน เมื่อกิจกรรมสิ้นสุด จะรวบรวมผู้เล่นที่ได้รับรางวัลติดอันดับ50อันดับแรก  โดยจะได้รับรางวัลใหญ่มหัศจรรย์พิเศษ\n"
	.."รางวัลกิจกรรม：\n"
	.."1.สระน้ำแจ็คพอตทุกการเก็บน้ำครบ500ครั้งเปิดรางวัล 1ครั้ง（ผู้เล่นที่ได้รับรางวัลสามารถไปรับรางวัลได้ที่ระบบจดหมาย）\n"
	.."รางวัลแบ่งออกเป็น:\n"
	.."รางวัลที่1:อันดับ1 2.99Mชิป\n"
	.."รางวัลที่2:อันดับ2 1.49Mชิป（ทุกคน）\n"
	.."รางวัลที่3：อันดับ3 990Kชิป（ทุกคน）\n"
	.."ตัวอย่าง:***ผู้เล่นสาดน้ำ75ครั้ง ก็จะมีโอกาสได้รางวัลที่1เท่ากับอัตรา75/500\n"
	.."2.รางวัลจัดอันดับ:โบนัสจัดอันดับ ผู้ที่เข้ากิจกรรมจะได้รับรางวัลโบนัสสะสมจัดอันดับ เมื่อกิจกรรมสิ้นสุดจะแจกรางวัลมหัศจรรย์พิเศษตามอันดับ（รางวัลจัดอันดับจากยอดรวมแจ็คพอต5%）\n"
	.."อันดับ     รางวัล      \n"
	.."1      25%      \n"
	.."2      15%\n"
	.."3       10%\n"
	.."4-10     4%\n"
	.."11-30    0.75%\n"
	.."31-50     0.35% \n"
	.."รางวัลกิจกรรมจัดอันดับจะแจกผ่านทางระบบจดหมายให้กับผู้เล่นหลังจากกิจกรรมจบลงภายใน 3วันทำการ\n"
	.."เงื่อนไขกิจกรรม:\n"
	.."1.แจ็คพอตสะสมทุกการสาดน้ำครบ 500ครั้ง จะเปิดรางวัล และจะแสดงรายชื่อผู้ที่ได้รับรางวัล\n"
	.."2.เมื่อเปิดรางวัลรายชื่อผู้ที่ได้รับรางวัลก็จะถูกประกาศขึ้นโดยระบบ\n"
	.."3.หลังจากเปิดรางวัลแล้วกิจกรรมรอบถัดไปจะมีเวลานับถอยหลัง30วินาที\n"
	.."4.ผู้เล่นทุกครั้งเมื่อสาดน้ำให้กับเพื่อนจะต้องใช้ชิป19999ชิป\n"
	.."5.ทุกคนทุกรอบสาดน้ำจำกัดมากสุด75ครั้ง\n"
	.."6.หากภายในครั้งเดียวสาดน้ำให้เพื่อนคนเดียวกันซ้ำเกิน10ครั้ง ระบบจะขึ้นประกาศให้\n",
	FriendTips = "ขณะนี้ยังไม่มีเพื่อน กรุณาไปที่หน้าโซเชียลเพื่อเพิ่มเพื่อน",
	FaileSplashing = "สาดน้ำล้มเหลว",
	Splashingxiaoyu = "จำนวนการสาดน้ำมีน้อยกว่าหรือเท่ากับ0",
	GetRankingFaile = "อ่านข้อมูลจัดอันดับล้มเหลว",

	NoneRankData = "ขณะนี้ไม่มีข้อมูลการจัดอันดับ",
	SplashingSuccess = "สาดน้ำสำเร็จ",
	cancle = "ยกเลิก",
	ok = "ตกลง",
	SumJiangli = "ชิปสะสม",
	SumJiangchi = "ยอดรวมแจ็คพอต",
	noraking = "ยังไม่ได้จัดอันดับ",
	Nokaijiang = "ขณะนี้ยังไม่ได้เปิดรางวัล"

}

return lan