local lan =
{

	paySuccess= "ซื้อสำเร็จ",
	payFailed = "ซื้อล้มเหลว",
	opsLock = "บ่อยเกินไป",

	paySMSTips = "ต้องการหักเงินจากระบบ SMS หรือไม่？",
	paySMSSuccess = "ทำรายการสำเร็จ รอสักครู่รายการที่สั่งซื้อจะเข้าบัญชี",

	payCDKeySuccess = "แลก ITEM CODE สำเร็จ",

--弹窗标题
	msgboxTitle = "กรุณาใส่Serial code/PIN NO.:",

	webPayViewTitle = "หน้าชำระเงิน",

	googleTips = "เครดิตที่ใช้ได้:",

	payCD = "เวลาCDของการสั่งซื้อคงเหลือ(%s) กรุณาอดทนรอสักครู่ ขอบคุณค่ะ",

	btnOk = "ตกลง",

	chipNotEnough = "ไปแลกชิปไม่เพียงพอหรือไม่",

	diamondNotEnough = "เพชรไม่เพียงพอ ต้องการไปซื้อเพิ่มหรือไม่？",

	molTip = "กรุณาใส่Serial code/PIN NO.",

	quota = "เครดิตซื้อไม่เพียงพอ",

	autoExchange = "เมื่อซื้อเพชรจะแลกเป็นชิปให้อัตโนมัติ",
	autoExchangeTip = "ยกเลิกเครื่องหมายถูกที่จะใช้เพชรซื้ออัตโนมัติ เพชรสามารถใช้ซื้อแพ็คเพจและอุปกรณ์ต่างๆในเกม",

	btnExchange = "ยืนยันแลกเปลี่ยน",

	diamondDes = "เพชร:",

	chipDes = "ชิป:",

	exchangeTip = "คุณจะใช้เพชร%sอัน แลกเปลี่ยน%sชิป ยืนยันการแลกเปลี่ยนหรือไม่？",

	roomcardTips = "สร้างห้องดัมมี่ส่วนตัว",

	viplacking = "ระดับVIPไม่พอไม่สามารถซื้อได้",

	BnakTip = "กดคลิกฉัน",

	OriginalPrice = "ชิปเดิม:",

	SendText1 = "มอบให้คุณ",

	SendText2 = "ชิป",

	AutoExchangeTrue = "ยืนยันว่าหลังซื้อเพชรแล้วจะแลกเป็นชิปอัตโนมัติหรือไม่",

	AutoExchangeFalse = "ยืนยันจะยกเลิกแลกชิปอัตโนมัติหรือไม่",

	Affirm = "ยืนยัน",

	Cancel = "ขอคิดก่อน",

	CurHaveNum = "ปัจจุบันจำนวนที่มี:%d",

	PropNotEnough = "อุปกรณ์ไม่เพียงพอ",

	toggleOn = "ON",
	toggleOff = "OFF",
	catBatteryTips = "ปืนใหญ่ใช้สำหรับเกมยิงปลา2คน ยิงปลา4คนและยิงเครื่องบิน",
	commonBatteryTips = "ปืนใหญ่ใช้ได้ที่เกมยิงปลา2คนและเกมยิงปลา4คน",

	timeTip = "เรียนผู้เล่น ช่องทางเติมเงินต่อไปนี้ Truewallet / Truemoney / Razer Gold / 12Call AIS / จะปิดปรับปรุงวันที่ 22/9/2021 เวลา 04:00-10:00น. ในช่วงเวลาดังกล่าวไม่สามารถเติมเงินในช่องทางเหล่านี้ได้ โปรดเลือกใช้ช่องทางอื่นเพื่อดำเนินการเติมเงินก่อน ขออภัยในความไม่สะดวก",
	CDKText = "ร่วมสนุกได้ทาง\nเว็ปไซต์Razer",
	diamondTips = "คำอธิบายอื่นๆ：นับตั้งแต่วันที่ได้รับเพชรจากการเติมเงิน เพชรเหล่านี้มีอายุ180วัน \nเพชรคือรายการสินค้าเสมือนจริง หลังซื้อแล้วไม่สามารถขอคืนเงินหรือเปลี่ยนได้",
	payLimit = "วันนี้คุณได้เติมเงินถึงขีดจำกัดแล้ว\nกรุณามาใหม่พรุ่งนี้",
	payReqLimit = "เครือข่ายผิดปกติ，คำขอรับข้อมูลสินค้าล้มเหลว，โปรดลองใหม่อีกครั้ง"
}

return lan

