local lan = 
{	
	title = "信用额度说明",
	content = 
	  "一、信用额度\n"
	.."可用来购买商品的消费额度。初始玩家有且只有999铢的额度可以提供使用。\n"
	.."二、提升额度\n"
	.."每任意购买一次商品，自购买开始直至48h后，经系统核对成功后，充值的额度会自动增加到信用额度上限中。\n"
	.."三、消耗额度\n"
	.."购买商品成功后，自动扣除等额的信用额度。额度不足时将无法进行购买操作。\n"
	.."四、重置额度\n"
	.."每个自然日0点，将自动重置信用额度。\n"
	.."五、特别提示\n"
	.."多次无故，恶意退款将会受到系统的限制，请慎重操作。",

	contentIOS = 
	"一、信用额度\n"
  .."可用来购买商品的消费额度。初始玩家有且只有%s铢的额度可以提供使用。\n"
  .."二、提升额度\n"
  .."每任意购买一次商品，自购买开始直至48h后，静系统核对成功后，充值的额度会自动增加到信用额度上限中，最高%s泰铢/日\n"
  .."三、消耗额度\n"
  .."购买商品成功后，自动扣除等额的信用额度。额度不足时将无法进行购买操作。\n"
  .."四、重置额度\n"
  .."每个自然日0点，将自动重置信用额度。\n"
  .."五、特别提示\n"
  .."多次无故，恶意退款将会受到系统的限制，请慎重操作。"
}

return lan

