local lan = 
{	
	title = "คำอธิบาย",
	content = 
	  "1.จำนวนเครดิตสามารถใช้ซื้อรายการตามจำนวนที่กำหนดได้\n"
	.."ผู้เล่นใหม่จะมีเครดิต 999บาท ที่สามารถจะสั่งซื้อรายการได้\n"
	.."2.การเพิ่มเครดิต ทุกรายการสั่งซื้อ โดยนับตั้งแต่หลังสั่งซื้อ\n"
	.."48ชั่วโมง หลังจากที่ระบบตรวจสอบเรียบร้อยแล้ว เครดิต\n"
	.."การเติมเล่นของผู้เล่นจะเพิ่มขึ้นอัตโนมัติ"
	.."3.หลังจากทำรายการสั่งซื้อเสร็จแล้ว ระบบจะหักจำนวนเครดิต\n"
	.."ที่มีอยู่ออกไป ถ้าจำนวนเครดิตไม่เพียงในการสั่งซื้อ ก็จะไม่สามารถ\n"
	.."ทำรายการสั่งซื้อได้ชั่วคราว"
	.."4.ทุกวัน เวลา 00.00น. จะรีเซ็ตจำนวนเครดิตใหม่ โดยระบบ\n"
	.."จะรีเซ็ตจำนวนเครดิตให้อัตโนมัติ\n"
	.."5.คำเตือน ถ้าผู้เล่นมีเจตนาทุจริตหรือการกระทำขอเงินคืน（Refund）\n"
	.."ระบบจะทำการระงับบัญชีถาวรอัตโนมัติ ผู้เล่นกรุณาอ่านรายละเอียดให้\n"
	.."ชัดเจนก่อน",

	contentIOS = 
	"1.จำนวนเครดิตสามารถใช้ซื้อรายการตามจำนวนที่กำหนดได้\n"
  .."ผู้เล่นใหม่จะมีเครดิต %sบาท ที่สามารถจะสั่งซื้อรายการได้\n"
  .."2.เติมเงินราคาใดก็ได้ เริ่มตั้งแต่การซื้อจนถึง48ชั่วโมง\n"
   .."หลังระบบตรวจสอบสำเร็จแล้ว\n"
   .."ยอดการเติมเงินจะเพิ่มขึ้นอัตโนมัติไปยังการจำกัดยอดเครดิตการเติมเงิน\n"
   .."สูงสุด%sบาทต่อวัน"
  .."3.หลังจากทำรายการสั่งซื้อเสร็จแล้ว ระบบจะหักจำนวนเครดิต\n"
  .."ที่มีอยู่ออกไป ถ้าจำนวนเครดิตไม่เพียงในการสั่งซื้อ ก็จะไม่สามารถ\n"
  .."ทำรายการสั่งซื้อได้ชั่วคราว"
  .."4.ทุกวัน เวลา 00.00น. จะรีเซ็ตจำนวนเครดิตใหม่ โดยระบบ\n"
  .."จะรีเซ็ตจำนวนเครดิตให้อัตโนมัติ\n"
  .."5.คำเตือน ถ้าผู้เล่นมีเจตนาทุจริตหรือการกระทำขอเงินคืน（Refund）\n"
  .."ระบบจะทำการระงับบัญชีถาวรอัตโนมัติ ผู้เล่นกรุณาอ่านรายละเอียดให้\n"
  .."ชัดเจนก่อน"
}

return lan

