local lan = {
    Title = "จองเกมใหม่ล่วงหน้า",
    Tips = "%sขึ้นออนไลน์ใหม่ สนุกแน่นอน อยู่ในช่วงจำกัดจองล่วงหน้า！",
    SubscribeVIP = "VIP3ขึ้นไปถึงจะจองคิวล่วงหน้าได้",
    SubscribeTime = "นับถอยหลังจองล่วงหน้า:%dวัน%dชั่วโมง%dนาที",
    SubscribeTips = "ถ้าไม่ได้จองล่วงหน้า หลังเกมขึ้นออนไลน์จะต้องรอหลังจบช่วงเทส(CBT)สิ้นสุดถึงจะเข้าได้ปกติทุกคน",
    SubscribeBtn = "จองเล่นล่วงหน้าทันที",
    SubscribeCompleted = "จองล่วงหน้าสำเร็จแล้ว",
    SubscribeEnd = "การจองล่วงหน้าสิ้นสุดแล้ว โปรดรอเกมขึ้นออนไลน์อย่างเป็นทางการ",
    GuideToGame = "เกม%sขึ้นออนไลน์แล้ว ขอขอบคุณที่คุณจองล่วงหน้า ยินดีต้อนรับเข้าสู่เกม",
    SubscribeNoStart = "การนัดหมายยังไม่เริ่มต้น โปรดคอยติดตาม",
    GoToGame = "<u>ทันทีไปทันที</u>",
    QueueIng = "เกมขึ้นออนไลน์แล้ว ผู้เล่นจองนัดหมายล่วงหน้าโปรดไปทดลองเล่นเกมกันเถอะ！",
}

return lan