local lan = {
	actTime = "ช่วงเวลากิจกรรม: 09/12/2022 10:00 - 15/12/2022 23:59",
	tips = "ทุกครั้งที่ซื้อแพ็คเกจ1รายการจะได้รับคูปองชิงรางวัลซุปเปอร์ฟรี2ใบ",
    purchasedQuota = "แย่งชิงแล้ว%dครั้ง",
    top_Remaining = "เหลือ",
	top_Hour = "ชั่วโมง",
	top_Minute = "นาที",
	top_Second = "วินาที",
	top_code = "เลขนำโชค",
	down_winLabel = "ยินดีด้วย          ได้รางวัล",
	treasureText = "ยินดีด้วย【%s】เข้าร่วม ชิงรางวัลซุปเปอร์ ได้รับ %s",
	pushText = "ยินดีด้วย【%s】\nเข้าร่วม ชิงรางวัลซุปเปอร์ ได้รับ",
	btnText = "ซื้อแพ็คเกจ",
	reqFail = "ดึงข้อมูลชิงรางวัลล้มเหลว กรุณาปิดหน้าต่างนี้แล้วเปิดใหม",
}

return lan