local lan = {
	button = "สมัคร",
	["match_2003_1"] = "กำลังจะแข่งขันDummyแบบแข่งคัดออก รางวัลชิปจำนวนมากรอคุณอยู่!",
	["match_2003_2"] = "กำลังจะแข่งขันDummyแบบทัวร์นาเม้นต์ รางวัลชิปจำนวนมากรอคุณอยู่!",
	["match_2002_1"] = "แข่งขันไพ่ป๊อกเด้งเริ่มแล้ว รีบไปแข่งชนะรับรางวัลใหญ่กันเถอะ",
	["match_2005_1"] = "เกมไพ่แคงกำลังจะเริ่มแข่งทัวร์นาเม้นท์ รางวัลมากมายรอคุณอยู่!",
	["match_2005_2"] = "เกมไพ่แคงกำลังจะเริ่มแข่งคัดออก รางวัลมากมายรอคุณอยู่!",
	["match_2005_3"] = "เกมไพ่แคงกำลังจะเริ่มแข่งขันชิงรางวัลใหญ่ รางวัลมากมายรอคุณอยู่!",
	["invite_2003"] = "“%s”เชิญคุณไปเล่นดัมมี่ด้วยกัน กดที่ลิ้งค์นี้จะเข้าห้อง“%s”ไปเล่นด้วยกันกับเขาทันที!",
	enterGame_tip = "ต้องเป็นVIP%dปลดล็อคเกมนี้ ต้องการเป็นVIPหรือไม่?",
	enter_5008_tip = "จำเป็น100,000ชิปถึงเข้าได้ ต้องการไปเติมเงินที่ร้านค้าหรือไม่?",
}

return lan