local lan = 
{
	["Chip"] = "ส่วนหนึ่งมาจากสวัสดิการของ Royal Casino หลังได้รับรางวัลอย่าลืมไปรับที่ระบบจดหมายนะ",
	["RechargeCard"] = "บัตรเติมเงิน ใช้งานหลากหลาย ถ้าเติมเงินในเกมจะได้รับชิปมากขึ้นนะ【สามารถใช้บัตรเติมเงินนี้ได้ที่ประเทศไทยเท่านั้น】",
	["RoomCard"] = "ใช้บัตรเปิดห้องเพื่อเปิดห้องส่วนตัว ช่วนเพื่อนมาเล่นด้วยกันเถอะ"..
	"\nหมายเหตุ ตอนนี้ห้องส่วนตัวมีเฉพาะในเกมดัมมี่เท่านั้น รีบมาทดลองเล่นกันเลย",
	["Other"] = "รางวัลใหญ่จากสวรรค์ ชิงรางวัลจำกัดเวลา! เข้าร่วมชิงรางวัลลุ้นรับรางวัลใหญ่ฟร",
    tab_Treasure = "ชิงรางวัล",
	tab_Exchange = "แลกเปลี่ยน",
	tab_RedEnvelope = "ร้านค้าอั่งเปา",
	top_Remaining = "เหลือ",
	top_Hour = "ชั่วโมง",
	top_Minute = "นาที",
	top_Second = "วินาที",
	top_code = "เลขนำโชค",
	down_winLabel = "ยินดีด้วย          ได้รางวัล",
	purchasedQuota = "แย่งชิงแล้ว%dครั้ง",
	infor_dayLimit = "วันนี้จำนวนการชิงรางวัลถึงจำกัดแล้ว พรุ่งนี้ค่อยมาใหม่นะ",
	infor_title_Detail = "รายละเอียดรางวัล",
	infor_title_Record = "ผู้โชคดีครั้งก่อน",
	infor_purchasedQuota = "แย่งชิงแล้ว%dครั้ง อย่างน้อย%dครั้งออกรางวัล",
	infor_purchasedQuota2 = "แย่งชิงแล้ว%dครั้ง  %dครั้งออกรางวัล",
	infor_purchasedQuota3 = "แย่งชิงแล้ว%dครั้ง",
	infor_Lucky = "ผู้โชคดี",
	infor_Times = "จำนวนเข้าร่วม",
	infor_LimitQuota = "【รางวัลรอบนี้แต่ละIDจำกัดลุ้นชิง%dครั้ง】",
	infor_chipTips = "อธิบายการใช้ชิป",
	infor_LockedChip = "ปัจจุบันสถานะชิปถูกล็อคอยู่ ชิปจากการเติมเงินหลังซื้อภายใน48ชั่วโมงจะปลดล็อคและนำไปใช้ชิงรางวัลได้",
	infor_LockedChipShop = "ชิปของปัจจุบันอยู่ในสถานะถูกล็อคอยู่ ชิปทีได้จากการเติมเงินหลังซื้อ48ชั่วโมงจะปลดล็อค ใช้สำหรับในร้านค้า",
	record_award = "รางวัล",
	record_time = "เวลาแลกเปลี่ยน",
	record_title = "บันทึกข้อมูล",
	record_WinAward = "รางวัลที่ได้ถูกส่งไปที่จดหมายแล้ว กรุณารีบไปรับรางวัล",
	record_Wait = "การชิงรางวัลรอบนี้กำลังดำเนินการอยู่ กรุณาอดใจรอสักคร",
	reserve = "คงเหลือ:",
	label_Issue = "ครั้งที่%d",
	label_NumberPurchased = "เข่าร่วมชิงรางวัลแล้ว%dครั้ง",
	code_Title = "เลขรางวัลของฉัน",
	code_Tips = "รอบนี้ได้รับเลขรางวัล%dเบอร์ ถ้าเลขตรงกับเลขนำโชคจะได้รับรางวัล",
	record_title_PurchaseRecord = "บันทึกชิงรางวัล",
	record_title_LuckyRecord = "บันทึกรับรางวัล",
	myCode = "ฉันมีเลขชิงรางวัล%dเบอร์",
	VIPNotEnough = "ระดับVIPไม่เพียงพอ ไม่ถึงเงื่อนไขการชิงรางวัลในรอบนี้",
	Button_VIPNotEnough = "อัพVIPเพิ่ม",
	ChipNotEnough = "ตอนนี้ชิปไม่เพียงพอ ไม่ถึงเงื่อนไขการชิงรางวัลในรอบนี้",
	Button_ChipNotEnough = "เติมชิป",
	GiftVoucherNotEnough = "ตอนนี้บัตรของขวัญไม่เพียงพอ ไม่ถึงเงื่อนไขการชิงรางวัลในรอบนี้",
	infor_PurchaseLimit = "จำนวนเข้าร่วมชิงรางวัลของคุณในรอบนี้ถึงจำกัดแล้ว",
	noTreasureRollInfo = "เทพแห่งโชคลาภมาถึงแล้ว!",
	record_NotPurchase = "โชคดีชิงรางวัล ลุ้นรับรางวัลใหญ่ฟรี รีบมาเข้าร่วมกันเถอะ!",
	record_NotWin = "เทพแห่งโชคลาภมาถึงแล้ว!เล่นยิ่งมาก โอกาสได้ยิ่งเยอะนะ~",
	treasure_ReqFail = "ดึงข้อมูลชิงรางวัลล้มเหลว กรุณาปิดหน้าต่างนี้แล้วเปิดใหม",
	tips_RequestTimes = "ครั้งนี้จำนวนการชิงรางวัล:",
	tips_SuccessTimes = "ครั้งนี้จำนวนชิงรางวัลสำเร็จ:",
	tips_Fail = " เนื่องจากการชิงรางวัลรอบนี้ถึงจำกัด ชิงรางวัลครั้งนี้ไม่สำเร็จ\nการชิงรางวัลครั้งถัดไปกำลังจะเริ่มขึ้น",

	treasure_ExplainContent = "\nขอขอบคุณผู้เล่นทุกท่านที่คอยสนับสนุนเกม Royal Casino เสมอมา เพื่อเป็นการตอบแทนจะมอบสวัสดิการให้ผู้เล่นทุกคน เข้าร่วมชิงรางวัลจะได้รับของรางวัลตอบแทน ทุกวันอย่าลืมมาลุ้นกันดูนะ\n"..
	"\n"..
	"<color=#FBFF00FF>คำอธิบาย:</color>\n"..
	"1.ทุกครั้งชิงรางวัลจะได้รับ 'หมายเลขชิงรางวัล'(อยู่ที่หน้าชิงรางวัลด้านซ้าย ใน'บันทึกชิงรางวัล'สามารถตรวจสอบได้)\n"..
	"2.หมายเลขชิงรางวัลทุกรอบของทุกรายการรางวัลจะเริ่มต้นด้วย10000001 ทุกการลง1ครั้ง หมายเลขจะเพิ่มขึ้น1หน่วย ระบบจะสุ่มจากหมายเลขชิงรางวัลทั้งหมดขึ้นมา1เลขโดยถือเป็น'หมายเลขนำโชค'ของรอบนี้ ลงยิ่งเยอะ โอกาสได้รางวัลก็สูงขึ้น!\n"..
	"<color=#FBFF00FF>คำอธิบาย Royal Casino:การชิงรางวัลนี้สามารถเชื่อถือได้และมีความยุติธรรม ผู้เล่นที่ชิงรางวัลได้จะได้รับของรางวัลมากมาย\n"..
	"\n"..
	"การเปิดรางวัล:\n</color>"..
	"①【ครบจำนวน】ทุกรอบเมื่อครบจำนวนการชิงรางวัลที่กำหนดไว้จะทำเปิดรางวัลทันที;\n"..
	"②【จำกัดเวลา】ทุกรอบเมื่อถึงเวลาที่กำหนดจะเปิดรางวัล;เมื่อถึงเวลาที่กำหนด หากรอบดังกล่าวจำนวนชิงรางวัลไม่ถึงขั้นต่ำ จะถือว่าหลุดประมูล โดยจะทำการคืนอุปกรณ์หรือชิปที่ผู้เล่นลงทุนไปให้ทางระบบจดหมาย\n"..
	"<color=#FBFF00FF>หมายเหตุ:รางวัลทั้งหมดที่ได้จะถูกส่งไปทางระบบจดหมายให้แก่ผู้เล่นที่ชิงรางวัลชนะ กรุณาตรวจสอบจดหมายล่าสุดของคุณ\n"..
	"\n"..
	"\n"..
	"ประเภทของรางวัล:\n</color>"..
	"①【รางวัลในเกม】จะได้รับเข้าบัญชีเกมโดยตรงในระบบจดหมาย\n"..
	"②【ของรางวัลจริง】จะต้องทำการยืนยันตัวตน ฝ่ายบริการจะทำการรับเรื่องและหลังจากยืนยันตัวตนแล้วเสร็จภายใน7วันทำการจะทำการจัดส่งรางวัลให้(ไม่นับวันเสาร์ อาทิตย์ และวันนักขัตฤกษ์)\n"..
	"<color=#FBFF00FF>หมายเหตุ:ในกรณีจำเป็นฝ่ายบริการจะติดต่อคุณไปเพื่อยืนยันข้อมูล กรุณาให้ใส่ข้อมูลติดต่อที่ถูกต้อง</color>",

	exchangeText = "%s <color=#671216>ผู้เล่น</color> %s <color=#671216>แลกเปลี่ยนสำเร็จ</color> %s ",
	treasureText = "<color=#671216>ยินดีด้วย</color>【%s】<color=#671216>วันที่</color> %s <color=#671216>ชิงรางวัลได้รับรางวัล</color> 【%s】",
	noAllBuyInfo = "ตอนนี้ยังไม่มีผู้เล่นทำการแลกเปลี่ยน รีบมาลองกันเถอะ！",
	noSelfBuyInfo = "ปัจจุบันคุณยังไม่เคยมีบันทึกแลกเปลี่ยน รีบไปแลกรางวัลเถอะ",
	reqFail = "ปัจจุบันคุณยังไม่เคยมีบันทึกแลกเปลี่ยน รีบไปแลกรางวัลเถอะ",
	GiftVoucherExchangeNotEnough = "ปัจจุบันบัตรของขวัญของคุณไม่เพียงพอ ไม่สามารถแลกเปลี่ยนรางวัลนี้",
	xjqNotEnough = "คูปองรางวัลเล็ก ไม่พอ",
	djqNotEnough = "คูปองรางวัลใหญ่  ไม่พอ",
	ChipExchangeNotEnough = "ตอนนี้ชิปของคุณไม่เพียงพอ ไม่สามารถแลกรางวัลนี้ได",
	stockNotEnough = "ปัจจุบันรางวัลที่คุณจะแลกเหลือ0 กรุณาเลือกแลกรางวัลอย่างอื่น",
	reqSelfBuyInfoFail = "รับข้อมูลบันทึกล้มเหลว กรุณารอสักครู่แล้วลองใหม่",
	makeSure = "ยืนยันแลกเปลี่ยนหรือไม่?",
	iosTips = "กิจกรรมนี้ไม่มีส่วนเกี่ยวข้องกับบริษัทแอปเปิ้ล",
	explainTitle = "คู่มือใช้งานฟังก์ชั่น",
	explainContent = '\n<color=#FFF900FF>1.วิธีได้รับ "บัตรของขวัญ"\nคุณสามารถได้รับ"บัตรของขวัญ"ตามวิธีต่อไปนี้\n  1.กิจกรรมต่างๆ เช่น ได้รับจาก"หมุนวงล้อประจำวัน" "กิจกรรมสมบัติล็อกอิน" เป็นต้น\n  2.ภายในเกม ได้รับจาก "เกมยิงปลา4คน" "ภารกิจเกมดัมมี่" "ภารกิจเกมไพ่ป๊อกเด้ง" "ภารกิจเกมไฮโลพื้นบ้าน"\n  3.ได้รับจากการแข่งขัน สามารถแข่งขัน "แข่งขันดัมมี่"</color>\n\n2. เลือกของรางวัล\nถ้าคุณมี "บัตรของขวัญ" ที่เพียงพอ เมื่อเข้าไปที่ร้านแลกรางวัลแล้ว กดเลือกของรางวัลที่ต้องการ และดำเนินการตามขั้นตอนที่แนะนำ จะสามารถแลกรางวัลได้',

	treasure_marquee_1 = "บัตรเติมเงินแลกเปลี่ยนได้ทันที ผู้เล่นชิงรางวัลและแลกรางวัลสำเร็จ จะได้รับจดหมายแจ้งรหัสบัตรเติมเงิน",
	treasure_marquee_2 = "โทรศัพท์มือถือ ทองคำ หรืออื่นๆ ถ้าผู้เล่นได้รับรางวัลกรุณาติดต่อฝ่ายบริการ เพื่อยืนยันข้อมูลและทำการจัดส่ง(ติดต่อฝ่ายบริการ:09.30-23.00)",

	PointCard_FragmentNotEnough = "ตอนนี้ชิ้นส่วนไม่พอ โปรดหลังซื้อแล้วค่อยลองใหม่",
	infor_CardFragmentTips = "คำอธิบายการใช้ชิ้นส่วนบัตรเติมเงิน",

	upTipText = "อัพระดับVIPจะได้รับจำนวนครั้งในการแลกเปลี่ยน",
	upText = "อัพระดับ",
	canExchangePCCount = "ปัจจุบันแลกได้:",

	exchangeLack = "บัตรของขวัญไม่พอ คุณยังขาดอีก%dใบถึงจะแลกได้ ต้องการใช้%dชิปเพื่อเพิ่มบัตรหรือไม่?",
	treasureLack = "บัตรของขวัญไม่พอ คุณยังขาดอีก%dใบถึงจะเข้าร่วมชิงรางวัลได้ ต้องการใช้%dชิปเพื่อเพิ่มบัตรหรือไม่?",
	treasureLackTips = "บัตรของขวัญไม่พอสามารถใช้ชิปเพิ่มทดแทนได้(ยกเว้นของรางวัลบางรายการ)",
	exchangeLackTips = "เมื่อแลกของรางวัล ถ้าบัตรของขวัญไม่พอสามารถใช้ชิปชดเชยเพิ่มได้~",

	newMarquee = "ทุกวันเที่ยง 12:00จะเพิ่มจำนวนแลก มาก่อนแลกได้ก่อน",

	--兑换说明
	tipsButton = "คำอธิบาย",
	dropdown_des = "ปัจจุบัน:",
	dropdown_all = "ทั้งหมด",
	dropdown_vip = "VIP%d - VIP%d",
	cardTitle = "ร้านค้าวอลเล็ต",
	cardDesc = "หมายเหตุ: วีไอพีแต่ละระดับ ขีดจำกัดในแต่ละวันจะไม่เหมือนกัน \nถ้าหากถึงขีดจำกัดรายวันแล้ว สามารถเพิ่มจำนวนการแลกรางวัลได้โดยการอัปเกรด",
	physicalTitle = "ประเภทของรางวัลจริง",
	physicalDesc = [[ของรางวัลจริงจะนับตามประเภทและมูลค่าสำหรับของวัลนั้น และหลังยืนยันสำเร็จภายใน14วันทำการจะจัดส่งรางวัลให้แก่ผู้ที่ได้รับ
หมายเหตุ:ถ้ามีเหตุจำเป็นทางทีมงานจะติดต่อคุณเพื่อยืนยันข้อมูลที่ถูกต้อง ดังนั้นผู้เล่นกรุณากรอกข้อมูลการติดต่อที่ถูกต้อง
อธิบายสำคัญ:เมื่อได้รับของรางวัลที่ร้านค้าแลกรางวัลมีมูลค่าสูงกว่า1000บาทขึ้นไป ซึ่งตามกฏหมายผู้โชคดีที่ได้รับรางวัลจะต้องชำระภาษี ณ ที่จ่าย 5% ของมูลค่ารางวัลที่ได้รับ ตามคำสั่งกรมสรรพกร ที่ ท.ป.101/2544 แต่เพื่อความสะดวกแก่ผู้เล่นจะหักค่าภาษี ณ ที่จ่ายส่วนนี้จะถูกเปลี่ยนเป็นค่าชิปในเกมที่มีมูลค่าเทียบเท่ากับของรางวัลจริงแทน]],
	virtualTitle = "ประเภทของรางวัลในเกม",
	virtualDesc = "รางวัลภายในเกมเพียงแค่แลกเปลี่ยนสำเร็จของรางวัลดังกล่าวจะได้รับภายในเกม โปรดตรวจสอบให้ชัดเจน",
	todayTimes = "<color=#AF304E>วันนี้จำนวนแลกคงเหลือ: </color><color=#FFF900>%d</color>",
	exchangeSure = "ยืนยันจะแลกหรือไม่?",
	btnCancel = "ยกเลิก",
	btnOk = "ยืนยัน",
	dailyLimit = "จำกัดการแลกแต่ละวัน: ",
	lifeLimit = "จำกัดแลกตลอดชีพ: ",
	reachedLimit = "<color=#24BA32>ถึงจำกัดการแลกแล้ว</color>",
	plsLevelUp = "<size=30>โปรดอัพระดับเพื่อเพิ่มจำนวนแลกหรือเลือกแลกของรางวัลอื่น ๆ</size>",
	btnLevelUp = "อัพระดับ",
	cardType = "ประเภท\nวอลเล็ต",
	cardLimit = "จำกัดการแล\nกแต่ละวัน",
	cardLimitSp = "จำกัดแลก\nตลอดชีพ",
	curLevel = "ช่วงระดับปัจจุบัน",

	agentEx_Input = "กรอกเบอร์โทรศัพท์",
	agentEx_Label = "โปรดยินยันว่าเบอร์โทรศัพท์ของคุณที่กรอกได้ผูกกับบัญชี True Money Wallet แล้ว",

	gobackToHall = "กรุณาไปที่ล็อบบี้หลักเพื่อดำเนินการ",
	exNotEnought = "อุปกรณ์ไม่เพียงพอ",
	exSuccess = "แลกสำเร็จ！วอลเล็ทอาจเข้ากระเป๋าดีเลย์ โปรดรอ2นาทีค่อยตรวจสอบ",
	phoneNumberTip = "กรุณาใส่เบอร์โทรศัพท์ที่ถูกต้อง",
	redPacketNotEnought = "ปัจจุบันอั่งเปาไม่พอ แลกไม่ได้",
	vipLimit = "ระดับVIPไม่เพียงพอ",
	keepChipTips = "ยังไม่ปลดล็อคเงื่อนไขการแลกเปลี่ยนขั้นต่ำ",
	redEnvelope_marquee = "ร้านค้าอั่งเปาจะปิดในวันที่ 24.04.2023 มิเช่นนั้นอั่งเปาจะถูกรีเซ็ตเหลือ 0 อัตโนมัติ รีบเข้าไปแลกด่วน",
	redPacketExplain =[[

1. การรับ“อั่งเปา”
“อั่งเปา” สามารถเก็บสะสมได้ภายในระยะเวลากิจกรรม สามารถตรวจสอบเวลากิจกรรมได้เฉพาะในเกมเท่านั้น
โดยคุณสามารถรับ"อั่งเปา"ได้ด้วยวิธีดังต่อไปนี้
1.) ประเภทเกมยิง：ยิงปลา2คน  ยิงปลา4คน  ยิงเครื่องบิน

2.การเลือกสินค้า
หากคุณมี"อั่งเปา"เพียงต่อการแลกแล้ว ให้เข้าร้านค้าอั่งเปา เลือกของรางวัลที่ต้องการ จากนั้นปฏิบัติตามคำแนะนำในการแลกของรางวัล ก็จะสามารถแลกของรางวัลได้ ยิ่งสะสมมาก ยิ่งได้ของรางวัลเยอะ!

คู่มือข้อจำกัดการแลกอั่งเปา]],

}

return lan