local lan = {
    inputCode = "โปรดกรอกรหัสผ่านตัวเลข6หลัก",
    inputSafeCode = "โปรดใส่รหัสความปลอดภัย6หลัก",
    againInput = "รีเซ็ต",
    lockTip = "หมายเหตุ:กรอกรหัสผ่านผิด3ครั้ง ระบบจะล็อคอัตโนมัติ7วัน",
    errorPass = "รหัสผ่านไม่ถูกต้อง",
    surplusTime = "คงเหลือ %s ครั้ง",
    lockPass = "รหัสความปลอดภัยถูกล็อคแล้ว",
    lockStr = "ปัจจุบันหรอกรหัสผิดพลาดเกิน3ครั้ง เพื่อความปลอดภัยของบัญชีคุณ ระบบจะล็อครหัสความปลอดภัยของคุณไว้7วันอัตโนมัติ หากต้องการปลดล็อคโปรดไปยืนยันข้อมูลกับฝ่ายบริการ",
    callService = "ติดต่อฝ่ายบริการ",
    forGetPass = "ลืมรหัสผ่าน",
    inputVerifyCode = "โปรดกรอกรหัสยืนยัน6หลัก",
    getCode = "ได้รับรหัส OTP",
    confirm = "ตกลง",
    teleTip = "ถ้าเบอร์โทรศัพท์ปัจจุบันมีการเปลี่ยนแปลงโปรดติดต่อฝ่ายบริการ",
    lockPassed = "รหัสความปลอดภัยถูกล็อคแล้ว",
    sendSMSSuccess = "ส่งรหัสยืนยันแล้ว",
	sendSMSFailed = "ส่งรหัสยืนยันล้มเหลว",
    verCodeTip = "กรุณาใส่รหัสยืนยัน6หลักที่ถูกต้อง",
    second = "วินาที",
    phoneNumberTip = "กรุณาใส่เบอร์โทรศัพท์ที่ถูกต้อง",
    safePassWord = "รหัสความปลอดภัย",
    safePassWordExp = "<size=30>รหัสความปลอดภัย</size>"
                    .."\n<color=#AF304EFF><size=24>ตั้งค่ารหัสความปลอดภัยจะเพิ่มความปลอดภัย"
                    .."\nในบัญชีของคุณสูงขึ้น ป้องกันการแฮคบัญชี"
                    .."\nและความเสี่ยงต่ออุปกรณ์ภายในเกม"
                    .."\nรหัสความปลอดภัยจะใช้กับระบบในเกมเท่านั้น"
                    .."\nแบ่งเป็น4ฟังก์หลักดังนี้:"
                    .."\n1.【ถอนอุปกรณ์ออกจากตู้เซฟ】"
                    .."\n2.【ร้านค้าแลกรางวัล/ชิงรางวัล】"
                    .."\n3.【ฟังก์ชั่นส่งชิป】"
                    .."\n4.【ปลดเบอร์โทรศัพท์】"
                    .."\nฟังก์ชั่นเบื้องต้นจะต้องใช้รหัสความปลอดภัยถึงจะ"
                    .."\nใช้งานได้ เพื่อความปลอดภัยในบัญชีของคุณ"
                    .."\nโปรดตั้งค่ารหัสความปลอดภัยในเกมทันที"
                    .."\nหมายเหตุ：รหัสความปลอดภัยนี้"
                    .."\nโปรดระมัดระวังเป็นพิเศษ"
                    .."\nห้ามแจ้งให้ผู้อื่นทราบโดยเด็ดขาด!</size></color>",
    changePassWord = "แก้ไขรหัสความปลอดภัย",
    setPassWord = "ตั้งค่ารหัสความปลอดภัย",
    setPassWordTip = "เพื่อยืนยัน เพื่อความปลอดภัยในทรัพย์สินบัญชีของท่าน โปรดตั้งค่ารหัสความปลอดภัย",
    set = "ตั้งค่า",
    confirmCode = "ยืนยันรหัสผ่าน",
    needBindTel = "จะต้องผูกเบอร์โทรศัพท์",
}

return lan