local lan = 
{	
    GirlTip = "จำกัดซื้อ%sครั้ง",
    Tip1 = "จะได้รับสูงสุด<size=50>%s</size>",
    Tip2 = "<color=#FFEEA9FF>ชิปขั้นต่ำ</color>\n<color=#FFEA00FF>%s</color>",
    LockTxt = "เฉพาะVIP%s",
    BuyBeforGift = "กรุณาซื้อก่อน แพ็คเกจที่ยังไม่ได้ซื้อ",
    VipNotEnough = "ระดับปัจจุบันยังไม่ได้ปลดล็อคแพ็คเกจนี้\nกรุณาหลังจากปลดล็อคแล้วลองใหม่~~~",
    BroadCast = "ยินดีด้วยผู้เล่น%sที่แพ็คเกจโปรโมชั่นพิเศษVIPสำเร็จได้รับ%sMรางวัลชิป",
    TimeOut = "เชื่อมต่อเครือข่ายเกินเวลา โปรดปิดก่อนค่อยลองเปิดใหม่",

    explainTitle = "หมายเหตุการซื้อ",
    explainContent = "\nแพ็คเกจนี้สำหรับผู้เล่นVIPเสนอแพ็คเกจสิทธิ์พิเศษVIP แพ็คเกจใช้รูป"..
                     "\nแบบของการเพิ่มระดับเพื่อดำเนินการซื้อ จำเป็นต้องซื้อครบกำหนดตาม"..
                     "\nเงื่อนไขระดับVIP ถึงจะปลดล็อคแพ็คเกจสิทธิ์พิเศษขั้นต่อไป รางวัล"..
                     "\nมากมาย รีบมาทุบไข่ทองคำกันเถอะ!",
}

return lan