local L_VIPRightShow={	
	{
		VIPlv = 1,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s',
				[3] = '解锁：充值与流水消耗，均可获得VIP经验'
			}
		}
	},
	{
		VIPlv = 2,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 3,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s',
				[3] = '解锁：赠送不再需要留底（可以全部送出）'
			}
		}
	},
	{
		VIPlv = 4,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 5,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 6,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 7,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 8,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 9,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 10,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 11,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 12,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 13,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 14,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s',
				[3] = '解锁：不再设有赠送上限'
			}
		}
	},
	{
		VIPlv = 15,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s',
				[3] = '解锁：立即购买或兑换的筹码，不再设有赠送锁定期'
			}
		}
	},
	{
		VIPlv = 16,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 17,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 18,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 19,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 20,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 21,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 22,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 23,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 24,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 25,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 26,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s',
				[3] = '解锁：不再收取赠送手续费'
			}
		}
	},
	{
		VIPlv = 27,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 28,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 29,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 30,
		Tips = {			
			{
				[1] = '还需%d点经验升级',
				[2] = '筹码奖励：%s'
			}
		}
	},
	{
		VIPlv = 31,
		Tips = {			
			{
				[1] = '您已经是最高级的VIP啦'
			}
		}
	}
}
return L_VIPRightShow