local L_VIPRightShow={	
	{
		VIPlv = 1,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s',
				[3] = 'ปลดล็อค：เติมเงินหรือใช้ชิปเล่น จะได้รับค่าประสบการณ์VIP'
			}
		}
	},
	{
		VIPlv = 2,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 3,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s',
				[3] = 'ปลดล็อค：ส่งชิปไม่ต้องเหลือชิปไว้ในตัว（ส่งออกได้ทั้งหมด）'
			}
		}
	},
	{
		VIPlv = 4,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 5,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 6,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 7,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 8,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 9,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 10,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 11,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 12,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 13,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 14,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 15,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s',
				[3] = 'ปลดล็อค：ซื้อชิปหรือชิปที่แลกมา จะไม่ถูกล็อคแบบจำนวนวันอีก'
			}
		}
	},
	{
		VIPlv = 16,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 17,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 18,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 19,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 20,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 21,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 22,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 23,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 24,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 25,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 26,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s',
				[3] = 'ปลดล็อค：จะไม่ถูกเรียกเก็บค่าธรรมเนียม'
			}
		}
	},
	{
		VIPlv = 27,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 28,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 29,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 30,
		Tips = {			
			{
				[1] = 'ยังต้องการ%dค่าประสบการณ์เพื่ออัพระดับ',
				[2] = 'รางวัลชิป：%s'
			}
		}
	},
	{
		VIPlv = 31,
		Tips = {
			{
				[1] = 'VIPของคุณระดับสูงสุดแล้ว'
			}
		}
	}
}
return L_VIPRightShow