local lan = {		
	marqueeText = "ปีแห่งการเฉลิมฉลอง งานเทศกาลสงกรานต์ ขณะที่ไวรัสโควิทระบาด อยู่บ้านเล่นเกมปลอดภัย Royal Casinoเพื่อร่วมฉลองเทศกาลวันสงกรานต์ จัดกิจกรรมโปรโมชั่นสุดคุ้มแห่งปี แพ็คเกจสุดคุ้ม กิจกรรมภารกิจก่อเจดีย์ทราย ยังมีกรอบโปรไฟล์สงกรานต์พิเศษ อีกทั้งกิจกรรมแข่งขันจัดอันดับชนะชิง iPhone 13 Pro สีเขียวออกใหม่ และรางวัลอื่นๆอีกมากมาย！",
	tips2 = "เป็นที่นิยม",
	tips3 = "จำกัดการขาย",
	btnText = "เริ่มทันที",
	game_close = "โปรดอดใจรอ",
	Tips = "กิจกรรมยังไม่เปิด",
	btnList = {
		[1] = {tag = "พิเศษเฉพาะวันสงกรานต์", name = "เซ็นชื่อ7วัน"},
		[2] = {tag = "พิเศษเฉพาะวันสงกรานต์", name = "ภารกิจสงกรานต์"},
		[3] = {tag = "พิเศษเฉพาะวันสงกรานต์", name = "แพ็คเกจพิเศษสงกรานต์"},
		[4] = {tag = "พิเศษเฉพาะวันสงกรานต์", name = "ปืนใหญ่สงกรานต์"},
	},
	ChristmasBtnListR = {
		[1] = "อัญเชิญสี่สัตว์เทพ",
		[2] = "ภารกิจคริสต์มาส",
		[3] = "แพ็คจำกัดเวลา\nคริสต์มาส",
		[4] = "วันหยุดหรรษา",
		[5] = "จับรางวัลประจำวัน",
	},
	ChristmasBtnListL = {
		[1] = "เช็คชื่อ\nวันคริสต์มาส",
		[2] = "เติมสะสม\nMOL",
		[3] = "แพ็คเกจคุ้มสุดๆ",
		[4] = "ของขวัญ\nล็อคอิน",
		[5] = "จัดอันดับเดิมพัน",
		[6] = "จัดอันดับ\nปืนใหญ่",
	}
}

return lan