local lan =
{
    myRank = "อันดับของฉัน",
    firstRank = "อันดับที่1",
    Marquee0 = "หมายเหตุ:ทุกวัน23:59จะแจกรางวัลอัตโนมัติ ทุกวันเวลา23:59จะรีเซ็ตพ็อตรางวัล โปรดรอรับรางวัลทันที",
    Marquee1 = "ช่วยกันรวบรวม 【หยดน้ำ】ทุกวัน ได้สูงสุด 200000 หยด ยิ่งชนะมาก รางวัลก็ยิ่งมากขึ้น มาก่อนได้ก่อนนะ!",
    Marquee2 = "กิจกรรมใกล้สิ้นสุดแล้ว เพื่อรับรางวัลทวีคูณ รีบมาแชร์กันเถอะ！",
    jpRate = "JACKPOT",
    dateWater = "ลงเดิมพันรายวัน",
    boxTip = "สมบัติลงเดิมพันรายวัน：สำเร็จภารกิจสมบัติลงเดิมพันรายวัน ได้เปิดสมบัติจะได้รับรางวัลที่สอดคล้องกัน \nทุกวัน23:59รีเซ็ตความคืบหน้ากล่องสมบัติ โปรดรับรางวัลที",

    captureRank = "อันดับลงเดิมพันเกมยิง",
    otherRank = "อันดับลงเดิมพันเกมรวม",
    activityRule = "กติกากิจกรรม",
    activityTime = "เวลา ： 10/04 10:00:00 - 23/04 00:00:00",
    ruleText = "ในช่วงเวลากิจกรรม ผู้เล่นที่เข้าร่วมเกมดังกล่าว เมื่อสะสมยอดชนะและติดอันดับ 50 อันดับแรก จะได้รับรางวัล JACKPOT และยิ่งอันดับสูง ก็จะยิ่งได้ 【หยดน้ำ】มากขึ้น",
    ruleTip = "หมายเหตุ：ทุกวัน23:59แจกรางวัลอัตโนมมัติ ทุกวันเวลา23:59รีเซ็ตพ็อตรางวัลและความคืบหน้าภารกิจสมบัติ โปรดรับรางวัลโดยทันที",
    ruleContent = "รายละเอียดกิจกรรม",
    ruleCapture = "ผ่อนคลาย:ยิงปลา2คน/ยิงปลา4คน/ตีหนูดิน/ยิงเครื่องบิน/มหาศึกชิงบัลลังก์/ตีหนูดินฟาโรห์/นักล่ากระทิง/สงครามหรรษา",
    ruleOhter = "อันดับรวมเกม:สล็อตขอให้ร่ำรวย/หอแห่งความสุข/007/เทพเจ้าโชคลาภv2/ป๊อกเด้ง/บาคาร่า/ไฮโลพื้นบ้าน/น้ำเต้าปูปลา/เสือมังกร/DuoFuDuoCai/Thor/เก้าเกไทย/ROMA/Dummy/Kaeng/Money Train/FAFAFA/Roma3/Roma X/DuoFuDuoCaiPro/AZTEC/Olympus/Luckyneko/Princess/SWEET BONANZA/Mahjong Ways 2/Mahjong Ways",
}

return lan