local lan = {		
	marqueeText = "一年一度，泼水盛宴，疫情严峻，宅家特惠，Royal Casino在此特殊时期，推出年度特惠活动，超值礼包，泼水节堆积沙塔的任务活动，更有泼水节限定头像框免费领取。同期将进行赢分榜争夺 iPhone 13 Pro 最新的绿色，实物大奖拿不停！",
	tips2 = "火热进行中",
	tips3 = "限时特卖",
	btnText = "立即开始",
	game_close = "敬请期待",
	Tips = "活动暂未开启",
	btnList = {
		[1] = {tag = "泼水节活动", name = "登录7天好礼"},
		[2] = {tag = "泼水节活动", name = "泼水节任务"},
		[3] = {tag = "泼水节活动", name = "优惠礼包"},
		[4] = {tag = "泼水节活动", name = "炮台活动"},
	},
	ChristmasBtnListR = {
		[1] = "四圣兽召唤",
		[2] = "水晶球任务",
		[3] = "圣诞秒杀礼包",
		[4] = "假日特惠",
		[5] = "每日抽奖",
	},
	ChristmasBtnListL = {
		[1] = "圣诞签到",
		[2] = "MOL累充",
		[3] = "充值渠道优惠",
		[4] = "登录礼包",
		[5] = "流水排行榜",
		[6] = "炮台排行榜",
	}
}

return lan