local lan =
{
    defaultTip = "เลือกวิธีเติมเงิน1อย่าง และคุณสามารถเปลี่ยนได้ตลอดเวลา",
    oncePayTip_1 = "ของคุณไม่เพียงพอ",
    oncePayTip_2 = "ที่เหลือหลังจากการซื้อจะถูกสะสมในบัญชีของคุณและนำไปใช้ได้ในครั้งถัดไป",
    morePayTip = "วิธีเติมเงินที่คุณเลือกจะต้องเติมหลายครั้ง",
    payWay = "ช่องทางเติมเงิน",
    lack = "ขาดเพชร",
    curPay = "ครั้งนี้เติมเงิน",
    remain = "เพชรคงเหลือ",
    moreWay = "ช่องทางอื่นๆ",
    morePayWay = "วิธีเพิ่มเติมในการซื้อเพชร",
    currency = "฿",
}

return lan