local lan = {
    joinQuiz = "比赛竞猜",
    joinBet = "参与投注",
    scoreRank = "积分排行榜",
    group = "%s组<color=#CF7B02>（%s轮）</color>",
    allMatch = "全部赛程",
    eliminator = "淘汰赛",
    gameLucker = "昨日幸运儿",
    matchReview = "昨日比赛回顾",
    matchOrder = "第%d场",
    remainBetTime = "剩余投注时间:",
    totalBet = "本场共<color=#EEB524> %d </color>次投注",
    betNotStart = "投注时间未开启",
    betNotEnd = "投注时间已结束",
    noMatch = "今日无比赛，请参与其他比赛投注",
    win = "Win",
    draw = "Draw",
    matchWait = "未开始",
    matchPlay = "进行中",
    berRecord = "投注记录",
    winRecord = "中奖记录",
    recordList = {
        [1] = "全部投注",
        [2] = "单场投注",
        [3] = "冠军投注",
    },
    recordAreaList = {
        [1] = "全部",
        [2] = "近三天",
        [3] = "近7天",
    },
    betCode = "投注码",
    guessResult = "竞猜结果",
    betAmount = "投注金额",
    betRate = "赔率",
    betTime = "时间",
    unrecorded = "当前暂无投注记录",
    betReward = "奖励",
    betEarn = "总收益:",
    betStop = "停止投注",
    betFaile = "投注失败",
    entryBtn = "前往",
    Gift_Coin = "金币*60000",
    Gift_UnlockCard = "单日投注解锁卡",
    Gift_Guess = "竞猜体验卡*20",
    Gift_Head = "头像框",
    Gift_Guess_Des = "解锁单日投注\n00:00失效",
    Gift_Tips = "首次买满三次，立得世界杯专属头像框！",
    Gift_Buy_Limit = "每日仅限购一次",
    Gift_Tip_Title = "特惠来袭！",
    Gift_Tip_Content_1 = "立得60000筹码",
    Gift_Tip_Content_2 = "单日竞猜投注",
    Gift_Tip_Content_3 = "通用竞猜体验卡*20",
    Tips = {
        [1] = {
           Des1 = "最低投注金币 20000",
           Des2 = "当日有过付费",
        },
        [2] = {
            Des1 = "请再次确认本次投注选择",
            Des2 = "竞猜成功可获得<color=#E05F27>%s</color>",
        },
        [3] = {
            Des1 = "投注成功",
            Des2 = "这是您的本次投注码：",
        },
        BtnSureText = "确认",
        BtnCanelText = "取消",
    },
    worldCup = "世界杯 \n<size=30>2022</size>",
    selectNation = "选中对应国家国旗",
    scoreTip = [[<color=#CE530F>【积分说明】</color>
参与比赛竞猜，猜中比赛结果将获得竞猜积分，
每场比赛下注赢取越多，获得的积分就越高！]],
    cardTip = [[<color=#CE530F>【竞猜卡】</color>
可通过完成世界杯流水任务或购买【竞猜加油礼包】获得，
每张竞猜卡价值1000金币，使用20张即可参与竞猜投注]],
    --国家名称
    countryName = {
        --[国家id] = "国家名称"
        [0] = "待定",
        [1] = "卡塔尔",
        [2] = "厄瓜多尔",
        [3] = "塞内加尔",
        [4] = "荷兰",
        [5] = "英格兰",
        [6] = "伊朗",
        [7] = "美国",
        [8] = "威尔士",
        [9] = "阿根廷",
        [10] = "沙特阿拉伯",
        [11] = "墨西哥",
        [12] = "波兰",
        [13] = "法国",
        [14] = "丹麦",
        [15] = "突尼斯",
        [16] = "澳大利亚",
        [17] = "西班牙",
        [18] = "德国",
        [19] = "日本",
        [20] = "哥斯达黎加",
        [21] = "比利时",
        [22] = "加拿大",
        [23] = "摩洛哥",
        [24] = "克罗地亚",
        [25] = "巴西",
        [26] = "塞尔维亚",
        [27] = "瑞士",
        [28] = "喀麦隆",
        [29] = "葡萄牙",
        [30] = "加纳",
        [31] = "乌拉圭",
        [32] = "韩国",
        [888] = "平局",
    },
    areaName = {
        [0] = "球队所属地",
        [1] = "亚洲",
        [2] = "欧洲",
        [3] = "南美洲",
        [4] = "非洲",
        [5] = "中北美洲",
    },
    --星期，date.wday
    wday = {
        [1] = "周日",
        [2] = "周一",
        [3] = "周二",
        [4] = "周三",
        [5] = "周四",
        [6] = "周五",
        [7] = "周六",
    },
    matchPhase = {
        [1] = "1/8",
        [2] = "1/4",
        [3] = "半决赛",
        [4] = "决赛",
    },

    ruleTittle = "กิจกรรมทายผลฟุตบอลโลก",
    ruleContent = 
    [[
    
ระยะเวลา：21/11/2022-19/12/2022
    
ศึกฟุตบอลโลกจะจัดขึ้นทุกสี่ปี ในที่สุดจะเริ่มเปิดฉากขึ้นอย่างเป็นทางการวันที่ 
21/11/2022 นี้ ที่ประเทศกาตาร์เป็นเจ้าภาพ และ Royal Casino 
จัดกิจกรรมทายผลฟุตบอลโลกสุดมันส์ทุกแมตช์เพื่อผู้เล่นทุกคน！
    
<color=#E05F27>【ทายผลคู่เดี่ยว】</color>
ทุกแมตช์การแข่งขันเข้าร่วมทายผลการแข่งขัน(แพ้/ชนะ/เสมอ) ก่อนการแข่งขันเริ่มต้น5นาทีจะสิ้นสุดการลงเดิมพัน 
หากทายผลคู่เดี่ยวถูกต้อง จะได้รับรางวัลโบนัสมากมาย

เวลาการทายผลคู่เดี่ยวรอบแบ่งกลุ่ม:
ก่อนการแข่งขัน72ชั่วโมงเริ่มทาย - ก่อนการแข่งขันเริ่ม5นาทีสิ้นสุดการทาย 
เวลาการทายผลรอบน็อคเอาท์: วันถัดไป เวลา 12:00น.

【ทายทีมได้แชมป์】
หลังกิจกรรมเริ่มขึ้นจะสามารถเข้าร่วมทายผลทีมไหนจะได้แชมป์โลก จะตัดตามรอบ32/16/8//4/2ทีม 
โดยมีเงื่อนไขจำกัดต่อ（เวลาที่เริ่มลงเดิมพัน）และ(เวลาสิ้นสุดลงเดิมพัน)

       ตัวอย่างดังภาพ：
       รอบแข่งขัน	      เวลาที่เริ่มลงเดิมพัน	         เวลาสิ้นสุดลงเดิมพัน
       รอบ32ทีม          18/11/22 12:00          20/11/22  22:55
       รอบ16ทีม          03/12/22 12:00          03/12/22  21:55
       รอบ8ทีม            07/12/22 12:00          09/12/22  21:55
       รอบ4ทีม            11/12/22 12:00          14/12/22  01:55
       2ทีมสุดท้าย         15/12/22 12:00          18/12/22  21:55

【อธิบายคะแนนสะสม】
เข้าร่วมทายผลฟุตบอล หากทายผลถูกต้องจะได้รับคะแนนสะสมการทายผล ทุกแมตช์ลงเดิมพันชนะยิ่งมาก คะแนนที่ได้รับจะยิ่งสูงขึ้น！

【อันดับคะแนนสะสม】
ผู้เล่นที่ติด50อันดับแรกจะได้รับรางวัลJPมากมาย อันดับยิ่งสูงการแบ่งอัตราส่วนรางวัลJPยิ่งเยอะ และหากติด3อันดับแรกจะได้รับรางวัลสร้อยทองมูลค่าสูง！

Ps:ผลการแข่งขัน และ รางวัลทายผล จะอัพเดทและดำเนินการแจก วันถัดไป เวลา 12:00น.
    ]]
    ,
}

return lan