local lan = {
    joinQuiz = "ทายผลการแข่งขัน",
    joinBet = "เข้าร่วมเดิมพัน",
    scoreRank = "จัดอันดับคะแนน",
    group = "กลุ่ม%s<color=#CF7B02>(รอบ%s)</color>",
    allMatch = "การแข่งขันทั้งหมด",
    eliminator = "การแข่งขันแบบแพ้คัดออก",
    gameLucker = "ผู้โชคดีเมื่อวาน",
    matchReview = "สรุปเกมเมื่อวาน",
    matchOrder = "สนามที่%d",
    remainBetTime = "จัดอันดับคะแนน:",
    totalBet = "สนามนี้เดิมพันทั้งหมด<color=#EEB524> %d </color>ครั้ง",
    betNotStart = "เวลาเดิมพันยังไม่เริ่ม",
    betNotEnd = "หมดเวลาเดิมพันแล้ว",
    noMatch = "วันนี้ไม่มีการแข่งขัน กรุณาเดิมพันการแข่งขันอื่น",
    win = "Win",
    draw = "เสมอ",
    matchWait = "ยังไม่เริ่ม",
    matchPlay = "กำลังแข่ง",
    berRecord = "บันทึกการเดิมพัน",
    winRecord = "บันทึกถูกรางวัล",
    recordList = {
        [1] = "เดิมพันทั้งหมด",
        [2] = "เดิมพันเดี่ยว",
        [3] = "เดิมพันแชมป์",
    },
    recordAreaList = {
        [1] = "ทั้งหมด",
        [2] = "3 วันที่ผ่านมา",
        [3] = "7 วันที่ผ่านมา",
    },
    betCode = "เลขเดิมพัน",
    guessResult = "ผลการทาย",
    betAmount = "จำนวนเงินเดิมพัน",
    betRate = "อัตรา",
    betTime = "เวลา",
    unrecorded = "ตอนนี้ยังไม่มีบันทึกเดิมพัน",
    betReward = "รางวัล",
    betEarn = "รายได้รวม:",
    betStop = "หยุดการเดิมพัน",
    betFaile = "เดิมพันล้มเหลว",
    entryBtn = "ไปทันที",
    Gift_Coin = "ชิป *60000",
    Gift_UnlockCard = "บัตรปลดล็อค\nลงเดิมพันวันเดียว",
    Gift_Guess = "การ์ดทายผล <color=#F9AA47>*20</color>",
    Gift_Head = "กรอบโปรไฟล์",
    Gift_Guess_Des = "ปลดล็อคลงเดิมพันวันเดี่ยว\n23:59:59หมดอายุ",
    Gift_Tips = "ซื้อครบ <color=#36FF57>3</color> ครั้งรอบแรก\nจะได้รับกรอบโปรไฟล์ฟุตบอลโลกลิมิเต็ดทันที！",
    Gift_Buy_Limit = "ทุกวันจำกัดซื้อ1ครั้ง",
    Gift_Tip_Title = "โปรโมชั่นสุดพิเศษมาแล้ว！",
    Gift_Tip_Content_1 = "ได้รับทันที่ <color=#36FF57>60000ชิป</color>",
    Gift_Tip_Content_2 = "ลงเดิมพันทายผลวันเดี่ยว",
    Gift_Tip_Content_3 = "การ์ดทายผลทุกแมตช์*20",
    Tips = {
        [1] = {
           Des1 = " มีชิป > 20,000",
           Des2 = "ประวัติการเติมเงิน",
        },
        [2] = {
            Des1 = "โปรดยืนยันการเลือกเดิมพันนี้อีกครั้ง",
            Des2 = "ทายผลสำเร็จได้รับ<color=#E05F27>%s</color>",
        },
        [3] = {
            Des1 = "เดิมพันสำเร็จ",
            Des2 = "นี่คือเลขเดิมพันครั้งนี้ของคุณ:",
        },
        BtnSureText = "ยืนยัน",
        BtnCanelText = "ยกเลิก",
    },
    worldCup = "ฟุตบอลโลก \n<size=30>2022</size>",
    selectNation = "เลือกทีมชาติที่ต้องการ",
    scoreTip = [[<color=#CE530F>【อธิบายคะแนนสะสม】</color>
เข้าร่วมทายผลฟุตบอล หากทายผลถูกต้องจะได้รับคะแนนสะสมการทายผล 
ทุกแมตช์ลงเดิมพันชนะยิ่งมาก คะแนนที่ได้รับจะยิ่งสูงขึ้น！]],
    cardTip = [[<color=#CE530F>【บัตรทายผล】</color>
สามารถรับได้จากการทำภารกิจเดิมพันฟุตบอลโลกเสร็จสิ้น หรือได้รับจากการซื้อ"แพ็คเกจทายผลโปรโมชั่นพิเศษ"
บัตรทายผลจะมีมูลค่าใบละ 1000ชิป ต้องใช้บัตร20ใบถึงจะสามารถเข้าร่วมการทายผลได้]],
    --国家名称
    countryName = {
        --[国家id] = "国家名称"
        [0] = "รอดำเนินการ",
        [1] = "กาตาร์",
        [2] = "เอกวาดอร์",
        [3] = "เซเนกัล",
        [4] = "เนเธอร์แลนด์",
        [5] = "อังกฤษ",
        [6] = "อิหร่าน",
        [7] = "สหรัฐอเมริกา",
        [8] = "เวลส์",
        [9] = "อาร์เจนตินา", 
        [10] = "ซาอุดีอาระเบีย",
        [11] = "เม็กซิโก",
        [12] = "โปแลนด์",
        [13] = "ฝรั่งเศส",
        [14] = "เดนมาร์ก",
        [15] = "ตูนิเซีย",
        [16] = "ออสเตรเลีย",
        [17] = "สเปน",
        [18] = "เยอรมนี",
        [19] = "ญี่ปุ่น",
        [20] = "คอสตาริกา",
        [21] = "เบลเยียม",
        [22] = "แคนาดา",
        [23] = "โมร็อกโก",
        [24] = "โครเอเชีย",
        [25] = "บราซิล",
        [26] = "เซอร์เบีย",
        [27] = "สวิตเซอร์แลนด์",
        [28] = "แคเมอรูน",
        [29] = "โปรตุเกส",
        [30] = "กานา",
        [31] = "อุรุกวัย",
        [32] = "เกาหลี",
        [888] = "เสมอ",
    },
    areaName = {
        [0] = "โซน",
        [1] = "เอเชีย",
        [2] = "ยุโรป",
        [3] = "อเมริกาใต้",
        [4] = "แอฟริกา",
        [5] = "โซนอเมริกา",
    },
    --星期，date.wday
    wday = {
        [1] = "วันอาทิตย์",
        [2] = "วันจันทร์",
        [3] = "วันอังคาร",
        [4] = "วันพุธ",
        [5] = "วันพฤหัสบดี",
        [6] = "วันศุกร์",
        [7] = "วันเสาร์",
    },
    matchPhase = {
        [1] = "1/8",
        [2] = "1/4",
        [3] = "รอบรองชนะเลิศ",
        [4] = "รอบชิงชนะเลิศ",
    },

    ruleTittle = "กิจกรรมทายผลฟุตบอลโลก",
    ruleContent = 
    [[
    
ระยะเวลา：21/11/2022-19/12/2022
    
ศึกฟุตบอลโลกจะจัดขึ้นทุกสี่ปี ในที่สุดจะเริ่มเปิดฉากขึ้นอย่างเป็นทางการวันที่ 
21/11/2022 นี้ ที่ประเทศกาตาร์เป็นเจ้าภาพ และ Royal Casino 
จัดกิจกรรมทายผลฟุตบอลโลกสุดมันส์ทุกแมตช์เพื่อผู้เล่นทุกคน！
    
<color=#E05F27>【ทายผลคู่เดี่ยว】</color>
ทุกแมตช์การแข่งขันเข้าร่วมทายผลการแข่งขัน(แพ้/ชนะ/เสมอ) ก่อนการแข่งขันเริ่มต้น5นาทีจะสิ้นสุดการลงเดิมพัน 
หากทายผลคู่เดี่ยวถูกต้อง จะได้รับรางวัลโบนัสมากมาย

เวลาการทายผลคู่เดี่ยวรอบแบ่งกลุ่ม:
ก่อนการแข่งขัน72ชั่วโมงเริ่มทาย - ก่อนการแข่งขันเริ่ม5นาทีสิ้นสุดการทาย 
เวลาการทายผลรอบน็อคเอาท์: วันถัดไป เวลา 12:00น.

<color=#E05F27>【ทายทีมได้แชมป์】</color>
หลังกิจกรรมเริ่มขึ้นจะสามารถเข้าร่วมทายผลทีมไหนจะได้แชมป์โลก จะตัดตามรอบ32/16/8//4/2ทีม 
โดยมีเงื่อนไขจำกัดต่อ（เวลาที่เริ่มลงเดิมพัน）และ(เวลาสิ้นสุดลงเดิมพัน)

    ตัวอย่างดังภาพ：
       <color=#C37530>รอบแข่งขัน:	      เวลาที่เริ่มลงเดิมพัน:	       เวลาสิ้นสุดลงเดิมพัน:
       รอบ32ทีม          18/11/22 12:00          20/11/22  22:55
       รอบ16ทีม          03/12/22 12:00          03/12/22  21:55
       รอบ8ทีม            07/12/22 12:00          09/12/22  21:55
       รอบ4ทีม            11/12/22 12:00          14/12/22  01:55
       2ทีมสุดท้าย         15/12/22 12:00          18/12/22  21:55</color>
       
<color=#E05F27>【อธิบายคะแนนสะสม】</color>
เข้าร่วมทายผลฟุตบอล หากทายผลถูกต้องจะได้รับคะแนนสะสมการทายผล ทุกแมตช์ลงเดิมพันชนะยิ่งมาก คะแนนที่ได้รับจะยิ่งสูงขึ้น！

<color=#E05F27>【อันดับคะแนนสะสม】</color>
ผู้เล่นที่ติด50อันดับแรกจะได้รับรางวัลJPมากมาย อันดับยิ่งสูงการแบ่งอัตราส่วนรางวัลJPยิ่งเยอะ และหากติด3อันดับแรกจะได้รับรางวัลสร้อยทองมูลค่าสูง！

Ps:ผลการแข่งขัน และ รางวัลทายผล จะอัพเดทและดำเนินการแจก วันถัดไป เวลา 11:00-12:00น.
    ]]
    ,
}

return lan