local lan =
{
    btn_history = "แนวโน้ม\nแพ้ชนะ",
    btn_trusteeship = "ตัวช่วย\nออโต้",
    btn_autoBattle = "อัตโนมัติ",
    txt_title = "รายชื่อผู้เล่น",
    txt_skipGroup = "คุณปัจจุบันเข้าห้องระดับที่สูงกว่าได้\nต้องการไปเล่นหรือไม่?",
    txt_skipGroupLimit = "ชิปไม่พอ ย้ายห้องล้มเหลว",
    txt_lockHero = "สามารถใช้ได้ที่ห้องฝีมือดี มืออาชีพ ตำนาน",
    txt_sealToMoney = "ออกจากห้องปัจจุบันค่าพลังงานจะเป็นเหรียญ ต้องการออกหรือไม่？",
    nft = "พ็อตปันผล",
	getNFTConfigErr = "รับการกำหนดค่าไม่ล้มเหลว",
	systemClose = "ฤดูกาลแข่งขันปัจจุบันยังไม่เริ่มต้น โปรดมาเข้าร่วมครั้งหน้า",
	seasonNotOpen = "ฤดูกาลแข่งขันปัจจุบันยังไม่เริ่มต้น",
    txt_Mul = "ครั้ง",
    txt_onlyOne = "เท่านั้น",
}

return lan
