local lan =
{
	[10009] = 
	{
		desc = "攻击消耗双倍，击败后获得随机3颗熊珠，熊珠倍数乘积为最终奖励倍数";
		name = "暴熊",
		desc_r = "最高1600",
	},
	[10008] = 
	{
		desc = "击杀巨人后召唤始祖之魂，对全图造成2~3波最高6倍的伤害";
		name = "战争巨人",
		desc_r = "随机",
	},
	[10007] = 
	{
		desc = "怪物出场后有几率携带“同气连枝”效果，所有“同气连枝”共享生命，击退其中一只，则其他怪物一同被击退";
		name = "同气连枝",
		desc_r = "随机",
	},
	[10006] = 
	{
		desc = "每次攻击消耗2倍底分，击杀概率触发4种模式之一：龙母模式奖励翻2~4倍，狼主模式向后连续中3次奖励，艾瑞卡模式随机中3次奖励，维克多模式随机中2~8次奖励";
		name = "女王",
		desc_r = "最高1040倍",
	},
	[10005] = 
	{
		desc = "气球怪被击败后，向周围发出三波炸弹，随机攻击范围内怪物，炸弹击杀其他怪物获得1-3倍奖励",
		name = "气球怪",
		desc_r = "100",
	},
	[10004] = 
	{
		desc = "暗夜之王，被击退会召唤出被恶灵化的强大巨龙，喷吐冰霜之火焚毁一切，巨龙最多对场地内进行300次攻击",
		name = "夜之王",
		desc_r = "最高300倍",
	},
	[10003] = 
	{
		desc = "凛冬至阴孕育出至阳地火，怪兽小兵受地火影响而变得极其强大，每次攻击消耗2倍底分，强大的战火怪兽击退奖励极其丰厚，最高可达480倍",
		name = "战火怪兽",
		desc_r = "最高480",
	},
	[10002] = 
	{
		desc = "凛冬之地的强大怪兽，身负冰甲让它变得极难攻击，每次攻击消耗1倍底分，击退可获得最高38倍奖励",
		name = "凛冬怪兽",
		desc_r = "最高38",
	},
	[10001] = 
	{
        desc = "击败必定触发【爆爆弹】，爆爆弹爆炸后返还大量金币，并有概率免费击退范围内一定数量怪物，每次触发爆炸，都有概率使附近目标同化，同化目标会触发和爆爆怪相同奖励的爆爆弹，同化爆炸最高基础奖励160倍，如有免费击败所得，还可以突破该倍数上限！",
		name = "爆爆怪",
		desc_r = "16~160",
	},
	[4000] = 
	{
		desc = "夜王麾下小兵，惯用长矛，武力强大，每次攻击需消耗1倍底分，击退邪恶怪兽可获得18-22倍随机奖励。",
		name = "邪恶怪兽",
		desc_r = "18~22",
	},
	[4001] = 
	{
		desc = "身材弱不经风，因远超普通怪物的狡猾得以重用，每次攻击需消耗1倍底分，击败幽冥怪兽可以获得12-16倍随机奖励。",
		name = "幽冥怪兽",
		desc_r = "12~16",
	},
    [4002] = 
	{
		desc = "夜王麾下小兵，手中的大刀让它也十分具有威胁性，每次攻击消耗1倍底分，击退必定获得获得6-10倍随机奖励",
		name = "怪兽步兵",
		desc_r = "6~10",
	},
    [4004] = 
	{
		desc = "身材细小，擅长飞行，行动敏捷隐蔽，极难发现，击退可获得3-5倍随机奖励。",
		name = "小怪兽",
		desc_r = "3~5",
    },
    [4003] = 
    {
		desc = "嗅觉灵敏，警觉性强，动作悄而无声，是夜之王忠实的门卫，击退可获得2-3倍奖励。",
		name = "傀儡犬",
		desc_r = "2~3",
    },
}

return lan
