local lan =
{
    [1001] = 
    {
        name_hero = "วิคเตอร์",
        name_skill = "ลดคูลดาวน์ไว",
        desc_skill = "เพิ่มความเร็วโจมตี",
    },
    [1002] = 
	{
		name_hero = "เอริก้า",
        name_skill = "ยิงหลายครั้ง",
        desc_skill = "กระสุนหลายนัด สามารถยิงได้พร้อมกัน3เป้าหมาย",
    },
    [1003] = 
	{
		name_hero = "เจ้าหมาป่า",
        name_skill = "คมดาบน้ำแข็ง",
        desc_skill = "ลดความเร็วเคลื่อนเป้าหมาย \nต่อเนื่อง3วิ เป้าหมายที่โดนลด\nความเร็วเคลื่อนที่จะถูกโจมตีดับเบิ้ล",
    },
    [1004] = 
	{
		name_hero = "พญามังกร",
        name_skill = "ระเบิดเปลวไฟ",
        desc_skill = "ใช้แต้ม3เท่าจากเดิมเพื่อปล่อยระเบิด\nไฟโจมตี ถ้าสำเร็จได้รับรางวัล2-4เท่า",
    },
    [1005] = 
	{
		name_hero = "หม่าเสี่ยวหลิง",
        name_skill = "ผนึกธาตุทั้งห้า",
        desc_skill = "ใช้จ่าย4เท่าของพ้อยท์ขั้นต่ำในการร่าย หากร่ายสำเร็จฮีโร่ทุกตัวจะได้รับเอฟเฟคเพิ่มการโจมตีโดน",
    },
}

return lan
