local lan =
{
    [10000] = "",
	[10001] = "คำขอห้องล้มเหลว คุณอยู่ที่เกมในห้องอื่นยังไม่สิ้นสุด",
	[10002] = "",
	[10003] = "อ่านดึงชิปล้มเหลว",
	[10004] = "ชิปไม่พอเข้าเซิร์ฟเวอร์นี้",
	[10005] = "",
	-- [10006] = "พารามิเตอร์ผิดพลาด",
	[10007] = "",
	[10008] = " ",
	[10009] = "สร้างผู้เล่นไม่สำเร็จ",
	--[10010] = "",
	[10011] = "ผู้เล่นเข้าสู่ระบบแล้ว",
	[10012] = "ที่ตั้งค่าไม่มีฮีโร่นี้อยู่",
	[10013] = "ผู้เล่นไม่มีฮีโร่ตัวนี้",
	--[10014] = "",
	[10015] = "",
	[10016] = "",
	[10017] = "ที่ตั้งค่าไม่มีมอนสเตอร์ตัวนี้",
	[10018] = "",
	[10019] = "",
	[10020] = "",
	[10021] = "",
	[10022] = "",
	[10023] = "",
	[10024] = "",
	[10025] = "",
	--[10026] = "",
	[10027] = "",
	[10028] = "",
	[10029] = "",
	[10030] = "",
	[10031] = "",
	[10032] = "",
	[10033] = "",
	[10034] = "",
	[10035] = "",
	[10036] = "",
	[10037] = "",
	[10038] = "",
	[10039] = "",
	--[10040] = "",
	[10041] = "",
	[10042] = "",
	[10043] = "",
	--[10044] = "",
	--[10045] = "",
	[10046] = "การตั้งค่าออโต้ไม่ตรงตามเงื่อนไข",
	[10047] = "จำนวนวันสมาชิกไม่พอ ใช้ออโต้ไม่ได้",
	[10048] = "",
	--[10049] = "",
	[10050] = "",
	--[10051] = "",
	[10052] = "จำนวนพิเศษระเบิดหรือตัวคูณไม่ถูกต้อง",
	--[10053] = "",
	[10054] = "",
	[10055] = "",
	[10056] = "",
	[10057] = "",
	[10058] = "",
	[10059] = "",
	[10060] = "",
	
	[10066] = "ตำแหน่งนี้มีฮีโร่แล้ว",
	
	-- [10067] = "ค่าพลังคงเหลือไม่เพียงพอ",
	[10068] = "บนตำแหน่งนี้ไม่มีฮีโร่นี้",
	[10084] = "ตำแหน่งนี้มีฮีโร่แล้ว",
	--[10086] = "",
	[10087] = "กำลังปล่อยความโกรธของเจ้ามังกร",
	[11088] = "คูลดาวน์ความโกรธของเจ้ามังกรอยู่",
	[10089] = "ปล่อยความโกรธของเจ้ามังกรจะหักชิปจนถึงสิ้นสุดออโต้ที่ยอดต่ำสุด",
	[10106] = "เพียงแค่ฮีโร่เท่านั้นเข้าสนามรบได้หนึ่งตัว",
	
	[99999] = "คำขอเกินเวลา",
	
	BtnConnect = "เชื่อมต่อ",
	BtnLeave = "ออก",
	
	DrugCool = "",
	LackOfEnzyme = "",
	LackOfWisdom = "",
	LackOfBreak = "",
    propNotEnough = "",
    propBuyLimit = "",
    propUseLimit = "",
    buySuccess = "",
    useSuccess = "",
    synthetiseNeedNotEnough = "",
    getSuccess = " ",
    rewardRecieved = "",
    missionNotDone = "",
    progressNotReach = " ",
    oneHeroMustBe = " ",
    HeroUpgradeTimes = "",
    upgradeSuccess = "",
    unlockSuccess = "",
    serverDissconnect = "ถูกตัดการเชื่อมต่อจากเซิร์ฟเวอร์\nกรุณากลับไปที่ล็อบบี้หลัก",
    connectFailed = "เชื่อมต่อล้มเหลว\nจะเชื่อมต่อใหม่หรือไม่",
    reconnectServer = "หลุดการเชื่อมต่อ\nจะเชื่อมต่อใหม่หรือไม่",
    loginSuccess = "เชื่อมต่อสำเร็จ",
	shareTitle = "",
	shareContent = {
    "",
    "",
    "",
    "",
    "",
	},

    EffectMute = {
    	On = "ยกเลิกปิดเสียงเอฟเฟค",
    	Off = "ปิดเสียงเอฟเฟค",
    },

    MusicMute = {
    	On = "ยกเลิกปิดดนตรี",
    	Off = "ปิดดนตรี",
    },

    SaveMode = {
    	On = "เปิดโหมดประหยัดพลังงาน",
    	Off = "ปิดโหมดประหยัดพลังงาน",
    },
	
	trusteeWin = "ผลกำไร",
	trusteeLose = "ขาดทุน",
	trusteeProtectTip = "อย่างน้อยต้องเปิดใช้การป้องกัน1รายการ",
	trusteeProtectTip2 = "อย่างน้อยต้องเข้ารบ1ฮีโร่",
	trusteeMask = "ตั้งค่าล็อคเป้าแล้ว ถ้าต้องการแก้ไขกรุณายกเลิกออโต้ก่อน",
	heroMaxLevel = "",
	
	--
	view_trust_tip1 = "%sชั่วโมง",
	
	kick_out_tips = "เนื่องจากนานเกินไปไม่ได้โจมตี ปัจจุบันออกจากห้องแล้ว กด\"เชื่อมต่อ\"เพื่อกลับเข้าเกม",
	
	over_capacity = "ห้องเซิร์ฟเวอร์เต็มแล้ว",
	
	place_play = "ออโต้อยู่",
	
	cost_over = "แต้มที่เหลือไม่พอวางตำแหน่งฮีโร่",
	
	less_money = "ชิปไม่เพียงพอ กรุณาเติมเงินทันที",
	
	update_fuck_out = "เกมนี้กำลังอัพเดท กรุณากลับไปที่ล็อบบี้หลัก",
	
	serverDissconnect2 = "หลุดออกจากเซิร์ฟเวอร์ จะเชื่อมต่อใหม่หรือไม่",
	
	on_sc_other_player_login = "บัญชีของคุณถูกล็อคอินจากอุปกรณ์อื่น กรุณาล็อคอินใหม่",
	
	exchangeGold = "",	
	
	cost_tip = "ค่าพลังที่คงเหลือ ใช้สำหรับวางตำแหน่งฮีโร่",
	
	enemy_select_tip = "เลือกมอนสเตอร์ที่คุณต้องการโจมตี ที่ไมได้เลือกจะต้องใช้มือล็อคเป้าเองถึงจะโจมตี",
	
	txt_btn_select = "เลือก\nมอนสเตอร์",
	
	txt_trust_tip1 = "ป้องกันยอดสูงสุด\nไม่ได้ถูกจำกัด",
	
	txt_trust_tip2 = "ป้องกันยอดต่ำสุด\nไม่ได้ถูกจำกัด",
	
	txt_trust_tip3 = "ป้องกันช่วงเวลา\nไม่ได้ถูกจำกัด",
	
	txt_btn_onekey1 = "สุ่มวาง\nตำแหน่ง",
	
	txt_btn_onekey2 = "กดค้าง\nตั้งค่า",
	
	one_key_tip1 = "อย่างน้อยต้องเก็บไว้1ฮีโร่",

	TD_COUNT_DOWN = "นานเกินไปไม่ได้ทำการโจมตี\nจะถูกออกจากห้อง",

	nodeOneKeyTxt1 = "กดที่รูปฮีโร่เพื่อตั้งค่าตำแหน่งทางลัด",

	nodeOneKeyTxt2 = "กดที่ว่างใดก็ได้จำปิดหน้ารายการ",

	txt_btn_confirm = "ตกลง",

	txt_btn_cancle = "ยกเลิก",

	txt_guide_border = "",

	connectText = "กำลังเชื่อมต่อ",

	reconnectText = "กำลังเชื่อมต่อใหม่",
	
	loadingText = "กำลังโหลด",
	
	txt_viplevelLimit = "ระดับVIPไม่พอ",

	txt_choumaLimit = "ปัจจุบันชิปไม่พอ",

	txt_changeroomLimit = "ชิปไม่พอ ไม่สามารถเข้าห้องอื่นๆในระดับนี้ได้",

	txt_exitGameLimit = "ชิปไม่พอ ไม่สามารถเข้าห้องนี้ได้",

	txt_v2Lock = "VIP2ปลดล็อค",

	txt_v3Lock = "VIP3ปลดล็อค",

	txt_privilegeLock = "สิทธิ์พิเศษปลดล็อคการ์ด",

	txt_v3Pop = "จะต้องเป็นVIP3ปลดล็อค ต้องการไปเติมเงินหรือไม่？",

	txt_privilegePop = "จะต้องใช้การ์ดพิเศษปลดล็อค ต้องการไปซื้อหรือไม่?",

	txt_v2Pop = "จะต้องเป็นVIP2ปลดล็อค ต้องการไปเติมเงินหรือไม่？",

	txt_batteryPop = "ระดับVIPยิ่งสูงสามารถปลดล็อคค่าพลังได้มากขึ้น ต้องการไปเติมเงินหรือไม่?",

	txt_confirmPop = "ดี",

	txt_cancelPop = "ไม่",

	tips_gift = "แพ็คเกจนี้เคยซื้อไปแล้ว กรุณามาซื้อใหม่ภายหลัง",

	tips_giftColling = "การระบายความร้อนของสินค้า",

	content = "โหมดประหยัดพลังงานสามารถทำให้เกมไหลลื่นยิ่งขึ้น จะเปิดใช้หรือไม่?",
    btn_open = "เปิดใช้",
    btn_noopen = "ไม่เปิดใช้",

	turnTableTimes = "จำนวนเพิ่มซ้อน：",
}

return lan
