local lan =
{
    helpDesc = "ลง100เท่าจากแต้มเดิมจะอัญเชิญเจ้ามังกรปล่อยพลังความโกรธแค้น ใช้พลังลมหายใจแห่งมังกรสามารถขจัดเหล่ามอนสเตอร์ได้อย่างรวดเร็ว!",
    lessTip = "พลังงานไม่พอ",
    cdTip = "ความโกรธของเจ้ามังกรยังไม่สิ้นสุด",
    iconName = "ความโกรธ\nเจ้ามังกร",
    equip = "ของสวมใส่",
    remove = "ถอดออก",
    notEnoughNum = "ปริมาณไม่เพียงพอ",
    colding = "คูลดาวน์ความโกรธของเจ้ามังกรอยู่",

    propContent = 
    {
        default = "<color=#929fbe>ลงทุน100เท่าของ<color=#ffa516><b>ค่าต่ำสุด</b></color>\nใช้ปล่อยพลังความโกรธแค้นของมังกร</color>",
        [1102] = 
        {
            multi = 50,
            content = "<color=#929fbe>ปล่อยฟรี1ครั้งมูลค่าเท่ากับ ความโกรธเจ้ามังกร</color> \n<color=#ffa516><b>50*100</b></color>"
        },
        [1103] = 
        {
            multi = 200,
            content = "<color=#929fbe>ปล่อยฟรี1ครั้งมูลค่าเท่ากับ ความโกรธเจ้ามังกร</color> \n<color=#ffa516><b>200*100</b></color>"
        },
        [1104] = 
        {
            multi = 1000,
            content = "<color=#929fbe>ปล่อยฟรี1ครั้งมูลค่าเท่ากับ ความโกรธเจ้ามังกร</color> \n<color=#ffa516><b>1000*100</b></color>"
        },
        [1105] = 
        {
            multi = 5000,
            content = "<color=#929fbe>ปล่อยฟรี1ครั้งมูลค่าเท่ากับ ความโกรธเจ้ามังกร</color> \n<color=#ffa516><b>5000*100</b></color>"
        },
        [1111] = 
        {
            multi = 20000,
            content = "<color=#929fbe>ปล่อยฟรี1ครั้งมูลค่าเท่ากับ ความโกรธเจ้ามังกร</color> \n<color=#ffa516><b>20000*100</b></color>"
        },
    },
}

return lan
