local lan =
{
    [1] = 
    {
		[1] = "<color=#ffa516ff><size=24>玩法介绍之“塔防模式”</size></color>",
        [2] = "<color=#929fbeff><size=22>（1）每次攻击怪物，都需要消耗一次金币，击退怪物必定获得大量金币奖励！</size></color>",
        [3] = "<color=#929fbeff><size=22>（2）每上阵英雄需要消耗行动点，不同位置所需行动点不同</size></color>",
        [4] = "<color=#929fbeff><size=22>（3）在塔防模式下，超过10分钟没有攻击动作会被踢出房间</size></color>",
        [5] = "<color=#929fbeff><size=22>（4）在塔防模式中，无时间限制，任何怪物都将无限刷新，请用您的子弹尽情扫射吧！</size></color>",
        [6] = "<color=#929fbeff><size=22>（5）进入塔防模式后，可以打开右下角“怪物筛选”按钮，即可随意调整想要攻击的怪物，不选择的怪物只有在手动锁定时才会攻击。</size></color>",
        [7] = "<color=#929fbeff><size=22>（6）在塔防式下，可打开右下角“挂机助手”功能，在会员天数期间，可免费使用便利的挂机功能，帮助您更好地管理游戏节奏！</size></color>",
    },
}

return lan
