local lan =
{
    [1] = 
    {
		[1] = "<color=#ffa516ff><size=24>แนะนำวิธีเล่น\"โหมดป้องกันฐาน\"</size></color>",
        [2] = "<color=#929fbeff><size=22>1.ทุกครั้งโจมตีมอนสเตอร์ จะต้องใช้ชิป1ครั้ง โจมตีขับไล่\nมอนสเตอร์จะได้รับรางวัลใหญ่แน่นอน!</size></color>",
        [3] = "<color=#929fbeff><size=22>2.ฮีโร่ที่เข้ารบจะต้องใช้ค่พลัง ตำแหน่งที่ไม่เหมือนกันจะใช้ค่าพลังที่ต่างกันไป</size></color>",
        [4] = "<color=#929fbeff><size=22>3.ในโหมดป้องกันฐาน หากเกิน10นาที\nไม่ได้ทำการโจมตีใดๆจะถูกเตะออกจากห้อง</size></color>",
        [5] = "<color=#929fbeff><size=22>4.ในโหมดป้องกันฐาน ไม่มีเวลาจำกัด \nไม่ว่ามอนสเตอร์ใดๆจะรีเฟรชใหม่อยู่ตลอด \nโปรดใช้กระสุนของคุณเพื่อกำจัดพวกมันให้สิ้นซาก!</size></color>",
        [6] = "<color=#929fbeff><size=22>5.หลังเข้าโหมดป้องกันฐาน ที่มุมขวาล่างกดเปิดปุ่ม\n\"เลือกมอนสเตอร์\" จะสามารถเลือกปรับมอนสเตอร์\nที่ต้องการโจมตีได้ตามใจชอบ มอนสเตอร์ที่ไมได้เลือก\nจะต้องกดล็อคเป้าหมายเองถึงจะโจมตี</size></color>",
        [7] = "<color=#929fbeff><size=22>6.ในโหมดป้องกันฐาน ที่มุมขวาล่างเปิดฟังก์ชั่น\n“ตัวช่วยออโต้” ผู้เล่นที่เป็นสมาชิกVIP \nสามารถใช้ฟังก์ชั่นออโต้ฟรี ฟังก์ชั่นจะช่วยเหลือคุณ\nในการดูแลและจัดการขั้นตอนในเกม!</size></color>",
    },
}

return lan
