local lan =
{
    helpDesc = 
    [[
1.ลากแถบความคืบหน้า สามารถเลือกระบบ
ป้องกันออโต้ที่จำเป็นด้วยตนเองได้ 
และปรับการตั้งค่าป้องกันที่ต้องการได้；

2.กดคลิกที่ปุ่มสวิตช์ที่ด้านหลังของ
การป้องกันที่ต้องการใช้งาน 
จะสามารถเลือกเปิดการป้องกันได้；

3.ป้องกันยอดสูงสุด สูงสุดสามารถตั้งค่า
เป็น200%ของชิปในตัวปัจจุบัน ค่าต่ำสุด
ตั้งค่าเป็น101%ของชิปในตัวที่สะสมไว้；

4.ป้องกันยอดต่ำสุด สูงสุดสามารถ
ตั้งค่าเป็น99%ของชิปในตัวปัจจุบัน 
ต่ำสุดตั้งค่าเป็น1%ของชิปในตัว;

5.ป้องกันช่วงเวลา สูงสุดตั้งค่าได้24ชั่วโมง 
ต่ำสุดสามารถตั้งค่าเป็น0.5ชั่วโมง
    ]];
}

return lan
