-- http请求错误码配置
local httpErr = {
[300] = "Server Error 300",
[301] = "Request Error 301",
[400] = "Request Error 400",
[500] = "Server Error 500",

[509] = "เกินที่กำหนด",
[510] = "ฝากขายการ์ดไม่สามารถเกิน20ใบ",
[511] = "ยอดคงเหลือไม่พอ",
[512] = "ไม่สามารถซื้อสินค้าที่ตนเองวางขายได้",
[514] = "ไม่มีการ์ดนี้",

[518] = "รับการ์ดล้มเหลว",
[519] = "รับการ์ดล้มเหลว",
[520] = "ปรับแต่งการ์ดล้มเหลว",
[521] = "การ์ดนี้ปรับแต่งขึ้นจำกัดแล้ว",
[522] = "หลอมรวมการ์ดล้มเหลว",
[523] = "สวมใส่การ์ดล้มเหลว",
[524] = "รับข้อมูลอันดับล้มเหลว",
[525] = "ค้นหาพลังคำนวณล้มเหลว",
[526] = "ผลิตการ์ดใหม่ล้มเหลว",

[600] = "ขณะนี้ไม่มีรางวัลชิปที่รับได้",
[601] = "รางวัลที่รับล้มเหลว",
[610] = "ไม่มีการแข่งขันที่ดำเนินการอยู่",
[611] = "ค้นหาบันทึกการแข่งขันที่สอดคล้องกันไม่พบ",


}
return httpErr;